{"Admiral Hops": {"name": "Admiral Hops", "desc": "This bitter British hop was bred from the combination of Northdown and Challenger hops, and commercially released in 1998. With an intense flavor and citrusy, orange nose, Admiral hops provide the perfect bittering agent in all types of India Pale Ales, Pale Ales, and Bitters. A high alpha acid composition of about 13% to 16.2% makes this easily harvested hop useful and readily available. Admiral hops compliment Target hops and are sometimes used in their place for a slightly less intense bitterness. The low oil composition of myrcene and caryophyllene lend a touch of woody, herbal character to this hop, making a bold combination with the apparent citrus scent. Test the taste of this high-yielding hop yourself in commercial brews like Stone Imperial IPA and Three Floyds Blackheart English IPA."}, "Agnus Hops": {"name": "Agnus Hops", "desc": "This Czech hop is the result of breeding a variety of hops including Northern Brewer, Saaz, and Fuggles, and was commercially released in 2001. Typically used for German style Lagers and Ales, this bittering hop also works well in a Pilsner. With an alpha acid range of anywhere from 9% to 15%, and spicy, citrus characteristics, Angus hops create a clean bitterness along interesting flavors. A slightly grassy aroma with a hint of lychee and thyme complete the full body of this hybrid hop. While hops like Saaz, Sladek and Northern Brewer can be combined in its place, this wide array of flavors and scents makes the Angus hop a great choice for single hop brews."}, "Ahtanum Hops": {"name": "Ahtanum Hops", "desc": "Used for both bittering and aroma, this versatile hop was developed in the American Pacific Northwest. Since Ahtanum can be used both for moderate bittering and a citrusy, floral aroma, it works well in an array of beer styles. It is most commonly used in Pale Ales for that perfect blend of fresh taste and mild bitterness. With an alpha acid composition of just 5.7% to 6.3%, Ahtanum hops can also be utilized in Lagers, IPAs, and APAs. Although this hop is easily harvested and generally available, you could also substitute Amarillo or Cascade hops in its place. Touches of earthy and piney notes make Ahtanum pellet hops a versatile brewing choice, as well. See the wide range of uses in commercial brews like Sierra Nevada’s Celebration Ale and Dogfish Head’s Blood Orange Hefeweizen."}, "AlphAroma Hops": {"name": "AlphAroma Hops", "desc": "A uniquely bred New Zealand hop, this varietal originated in the 1970s, but was not commercially released until about 1983. The unique oil balance and medium alpha acid content of about 5.8% to 10.9% make AlphAroma a dual purpose hop. Put these characteristics to good use by adding this hop to Pale Ales and Lagers to add a firm bitterness as well as a citrusy, fruity aroma. AlphAroma hops are not always the easiest to find, so brewing with them in addition to other multi-purpose hops is typically the way to go."}, "Amarillo Hops": {"name": "Amarillo Hops", "desc": "This American hop varietal is both good for bittering and has amazing aromatics, making it a versatile, dual purpose brewing ingredient. Commonly added to all types of IPAs from American to Belgian and Imperial IPA’s, Amarillo hops are also a great addition to American Pale Ales. An alpha acid range from 8% to 11% presents a moderate bittering quality while lush floral and orangey citrus aromas add fresh flavor to any type of beer. These well balanced characteristics and make Amarillo a popular hop. Using Amarillo is easy in both whole hop and pellet form. Similar varietals like Cascade and Centennial can be substituted or added to your brew. See how Amarillo adds flavor and balance in commercial brews like Rogue’s Brutal Bitter and Green Flash’s Hop Head Red."}, "Amethyst Hops": {"name": "Amethyst Hops", "desc": "A Czech Republic origin makes the Amethyst hop a less commonly used ingredient in many popular beer styles. However, it does add a special something to Pale Ales, Lagers, and even Stouts. This comes from the rich, woodsy aroma and low bitterness that compliments full body brews. An alpha acid composition ranging from about 2% to 6% makes this hop most useful for adding aroma to your beer. Described as woodsy, earthy, spicy, and even citrus, these characteristics lend both rich aroma and flavor to any brew. If you’re in need of a substitute, try Saaz hops."}, "Apollo Hops": {"name": "Apollo Hops", "desc": "This American hop was bred for a high acid content and was originally cultivated in 2000. The high alpha acid range of about 15% to 19% makes Apollo hops a perfect bittering agent in any style of IPA, especially Imperial IPA. It also gives off both earthy and citrusy aromas during the boil that add a wonderful touch of flavor to your bitter brew. Other bittering hops such as Columbus, Nugget, or Zeus can be used in place of Apollo, but add a different flavor profile. Because of their strength the use of Apollo pellet hops allows you to add less bittering hops overall.  That can be an advantage for certain brewing systems where you want to reduce vegetal matter in the boil. Taste the difference in commercial brews like Otter Creek’s Imperial India Pale Ale."}, "Aramis Hops": {"name": "Aramis Hops", "desc": "The hop Aramis hop is the result of a 2002 cross-breed of the French Strisselspault hop and English Whitbread Golding Variety hop. This fragrant hybrid has a minimal bitterness and heavy aroma, making it suitable for all stages of hopping. Aramis hops’ versatility also lends itself well to multiple styles of beer including Pilsners, Lagers, Belgian style Saisons, and even Wheats. Expect both sweet and spicy notes with a hint of bright citrus. We’ve also read descriptions of this hop as earthy, hay, herbal. When we smelled it at the last Craft Brewers Conference we agree with the earthy, tea like aroma.  Alpha acid range is mild at 6% to 8.3%. If you are looking for Aramis you probably dont need a substitute but you could look at Strisselspault."}, "Atlas Hops": {"name": "Atlas Hops", "desc": "A unique blend of Brewer’s Gold and Slovenian wild hops make the Atlas or Styrian Atlas hop a versatile brewing ingredient. Though it carries a decent acid composition, this hop is typically used to add a rich aromatics to brews like Pale Ales and Belgian Ales. With an alpha acid range of about 7% up to 11%, this Slovenian hop brightens-up Ales and balances a piney, floral aroma. It is also not uncommon to get a hint of limey citrus nose on this European hybrid hop. Possible substitutions for Atlas hops include Aurora or Styrian Golding."}, "Aurora Hops": {"name": "Aurora Hops", "desc": "The bold aroma from this Slovenian hop is the result of a cross between Northern Brewer hops and TG hops of unknown origin. What you can expect is a wonderfully fragrant nose of tropical fruits and lime, floral, and fresh pine. This atypical aroma is best showcased in all styles of Ale from American to English and Belgian. The alpha acid range in the Aurora hop is usually from 6% to 9%, keeping the flavor bright without overshadowing the aromatic characteristics. Aurora’s parent hop, Northern Brewer can often be used in place of this fragrant hop in a pinch."}, "Beata Hops": {"name": "Beata Hops", "desc": "This British hop was specifically bred at Horticulture Research International back in 1995 for a high level of beta acid, and was not widely released until 2006. Paired with a rich aroma of honey, apricot and a touch of almond, the Beata hop promises an air of complexity in any brew. While this varietal is still new, it is a great experimentation hop in unexpected styles like Golden Ales and Blondes, though is most commonly used in English Bitter. It’s the noteworthy beta acid levels of 9% to 11% that add to the alpha acids of only about 3% to 6% and make this hop a bittering super star. For comparable bittering quality and a somewhat similar nose, try Belma or Boadicea hops in place of Beata."}, "Belma Hops": {"name": "Belma Hops", "desc": "These dual purpose American hops were developed by Puterbagh Farms in Washington State to offer just the right hoppy notes to compliment Pale Malt Ales. Featuring a wonderfully tropical aroma of pineapple, strawberry, and citrus, other notes include melon and light floral. Though this hop is new to the scene, it has been well received thus far and is said to craft a tasty brew when paired with hops like Calypso, Zythos, and Citra. An alpha acid content of around 10%  along with the bright, fruity flavors makes for an incredibly versatile hop."}, "Bitter Gold Hops": {"name": "Bitter Gold Hops", "desc": "This incredibly acidic varietal comes from the American lineage of hops like Brewer’s Gold, Comet, and Fuggle. With no notable aromatic qualities and a high alpha acid range of 16% to 19%, Bitter Gold is utilized only for bittering. Add it to any brew from your favorite IPA to English Ales and of course English Bitter. While Galena or Nugget hops can be substituted for Bitter Gold, they do not yield the same intensely bittering quality ounce per ounce."}, "Boadicea Hops": {"name": "Boadicea Hops", "desc": "Released in 2004 by the Horticulture Research International, this aphid-resistant hop is among the most environmentally friendly out there. Plus with a light bodied, rounded bittering characteristic and mildly spicy aroma, British Boadicea hops make a useful ingredient in a wide range of beer styles. Try this dual purpose hop for a bitter taste and light, grassy nose in your favorite IPA or APA recipe. Boadicea has an alpha acid composition anywhere from 6% to 10%. This varietal is perfect for finishing or dry hopping. It is also possible to substitute Boadicea with Green Bullet, Cascade, or Chinook hops."}, "Bobek Hops": {"name": "Bobek Hops", "desc": "Bobek, or Styrian Bobek hops are of Slovenian origin and a descendant of Northern Brewer hops. This varietal is commonly used to enhance the aroma of many beer styles including both English and Belgian style Ales, Lagers, and Pilsners. With a mild alpha acid range of 3% to 7%, it’s really the delicately spicy, floral and piney notes that shine through.  You could swap Styrian Bobek hops for its cousin hop, Styrian Golding, as well as Fuggle or Willamette. However, once you get the unique aroma from whole or pellet Bobek hops, there’s no turning back. See for yourself by tasting these hops in Element Brewing Co.’s Red Giant."}, "Bouclier Hops": {"name": "Bouclier Hops", "desc": "This aromatic hop is a cross between Strisselspalt and wild Kent hops, giving it a decidedly English profile, though it was first developed in Alsace, France. Although you could use Bouclier hops for bittering in brews like a Saison or Pilsner, they are most commonly used to add aroma in English or Belgian style ales. The spicy, floral, and citrus scents create a uniquely herbaceous aroma that can really be used in any beer style. An alpha acid range of about 6.8% to 9% allows this hop to bring both a mild bitterness to your brew. If you can’t get your hands on Bouclier hops, possible substitutes include Tradition, Tettnagner, or even Spalter Select. Give Bouclier hops a taste in brews like Velo City’s Off the Wall Golden Ale."}, "Bramling Cross Hops": {"name": "Bramling Cross Hops", "desc": "The British Bramling Cross hop is the product of a 1927 cross between traditional Bramling of a Golding variety and wild Canadian hops. What you get is an intensely fruity hop full of character that provides dual uses in brewing just about any style of beer. A rich aroma of blackberry, currant, and plum makes the Bramling Cross hop a perfect ingredient in traditional cask conditioned brews, but don’t discount the unique flavor it brings to everything from Golden Ales to IPAs and even Stouts. With an alpha acid range of about 5% to 8%, this hop provides just the right balance of bitterness. Other hops from the Golding family like Whitbread Golding and East Kent Golding do offer some similar characteristics, and can be used in place of Bramling Cross in a pinch. Taste this hop’s unique flavor in Brew Dogs’ Bramling X IPA."}, "Bravo Hops": {"name": "Bravo Hops", "desc": "The wonderfully bittering Bravo hop was first developed by The Hopsteiner Breeding Company and released commercially in 2006. Gaining popularity from craft breweries across the American West Coast, this young hop is now being more widely used in styles like APAs and IPAs. With a high alpha acid range anywhere from 14% to 17%, Bravo hops are certainly best utilized in Pale Ales, but can be used in any style where smooth bitterness is desired. Spicy, earthy, and floral notes contrast the heavy bitterness for a smooth finish you’re sure to enjoy. Substitute Bravo hops with Apollo, Columbus, or parent hop Zeus when necessary. You can really get a taste for this hop in brews like Dangerous Man Brewing Co.’s Single Hop Bravo IPA."}, "Brewers Gold Hops": {"name": "Brewers Gold Hops", "desc": "As the result of an open pollination with Wild Manitoba hops back in 1919, Brewers Gold hops are said to be dual purpose, but really work best as a bittering hop. A mild aroma of blackberry, currant, and a little spice can add a unique touch to darker brews like Imperial Stouts. An alpha acid range of about 6% to 10% makes the Brewers Gold hop a versatile bittering hop for your favorite brew. Though this hop grows quickly, it is easily susceptible to harsh conditions that affect the alpha acidic content, so this range can vary from season to season. If you do need to substitute Brewer’s Gold, try varietals like Galena, Bramling Cross, or Cascade."}, "British Kent Goldings Hops": {"name": "British Kent Goldings Hops", "desc": "Though these hops are known under several names including BKG, Kent Goldings, and East Kent Goldings, they serve one purpose- to add a distinct aroma to your brew. British Kent Goldings originated in the Kent region of England way back in the 1790s. Used mostly in English style Ales and Pale Ales, British Kent Goldings add their soft floral scent of lavender and honey with overtones of fresh lemon and thyme for a little spice. With an alpha acid range of about 4% to 6%, the aroma is the strong point of this distinguished hop. If you think hops have gone over the top or you need a break from the C hops give Kent Goldings a chance.  This hop is famous for blending with the malt in a harmonious, synergistic way. These hops are also among the easiest to substitute by using other varieties of the Golding family like US Golding, or try British Progress hops. You can taste and smell the effect of British Kent Goldings in commercial brews like the classic Samuel Adams Ale from Samuel Adams Brewery, or Saison de la Bond from Deschutes."}, "Bullion Hops": {"name": "Bullion Hops", "desc": "Bullion Hops are a sibling to popular Brewer’s Gold Hops that originated in the U.S. around 1919. Though these hops gained popularity through the 1970s, they have become harder to find in recent years due to new super alpha hops taking their place. The traditionally high alpha acid range of around 8% up to 13% gives this bittering hop its super alpha association. Bullion hops also have an air of spicy, zesty aroma and flavor with a touch of blackberry and currant. These characteristics make the Bullion hop a perfect addition to darker brews like Stouts, Porters, and Dark Lagers. If you can’t find Bullion hops, they are easily substituted with varietals like Columbus or Brewer’s Gold. Taste this original super alpha hop in brews like Brown’s Brewing Company ESB."}, "Calicross Hops": {"name": "Calicross Hops", "desc": "The Calicross hop is the result of a cross between Fuggles and California Cluster hops that was first produced in New Zealand around 1960. It took about 20 years for this hop to be replaced on the market by stronger, more vivacious varietals. It had an alpha acid range of about 5.8% to 7.9% and a soft, floral aroma. The Calicross hop added mid-level bittering and flavor to just about any type of ale, especially Amber and Brown Ales. Since this hop is no longer widely available on the market, you could substitute Calicross with parents California Cluster and Fuggles."}, "California Cluster Hops": {"name": "California Cluster Hops", "desc": "Though their origin is still vague, California Cluster hops have been used since 1950, but suffered a devastating bout of Black Root Rot in New Zealand that left them virtually extinct. This event in the mid-1950s prompted the development of similar varietals using cross pollination with remaining California Cluster Hops. Today other varietals are more readily available, but you can still find some of the original California Cluster hops popping up at small organic farms throughout the U.S. With an alpha acid range of about 5.5% to 8.5%, you can try these hops in all types of ales, from Honey Ale to English Pale Ale or even a Barley Wine. If you have trouble finding California Cluster available for your brew recipe, try substituting with Galena, Eroica, or Cluster hops."}, "Calypso Hops": {"name": "Calypso Hops", "desc": "This American Pacific Northwest grown hop is a newer variety that is widely used for both bittering and aromatic characteristics. Its alpha acid content of about 12% to 14% makes Calypso an excellent bittering hop. Calypso hops have all kinds of flavor descriptions including the most common of apple, pear, and citrus. We also seen melon and tropical fruits which would make sense based on its name. We also read about people getting pepper, cherry blossom, and mint.  That is a wide range of flavor! We see it used a lot in IPA’s  and Pale Ales but of course you could use it in darker beers as well even Stouts. Since Calypso whole hops and pellets are readily available, it is unlikely that you would need to find a substitute.  Very unique dual purpose hop. However, it is possible to use another fruity hop like Cascade or Belma in a pinch. Taste the delightful blend of fruity and bitter in commercial brews like New Belgium’s Rampant Imperial IPA."}, "Cascade Hops": {"name": "Cascade Hops", "desc": "The popular Cascade hop was first developed by the U.S.D.A. around 1972 in Oregon and has given life to the same varietal from other regions such as New Zealand and Argentina. All Cascade hops have the same essential traits but are influenced by the region they are grown in. Dual purpose applications and wide accessibility makes Cascade hops the most commonly used varietal in home and commercial craft brews. With an alpha acid range of 4.5% to 7% and a fruity, citrus aroma with spicy notes, Cascade brightens-up IPAs, APAs, and other American Ales. It is easy to get your hands on both whole and pellet form Cascade hops that also work great for dry hopping, though you could substitute with Centennial or Amarillo hops. You can taste Cascade hops in many commercial brews like Racer 5 IPA by Bear Republic or Sierra Nevada Pale Ale."}, "Cashmere Hops": {"name": "Cashmere Hops", "desc": "The appropriately named Cashmere hop adds a silky smooth taste to all kinds of brews. Though this varietal is new to the market, having been released by Washington State University in 2013, it is quickly growing in popularity. A product of parents Cascade and Northern Brewer, the Cashmere hop has a unique aroma of herbal, spicy and melon flavors with citrus fruits. It also contains an alpha acid range of about 7.7% to 9.1%, giving it a moderate bittering quality that works well in an IPA, APA, or any American Ale. You could also combine Cashmere with parents Cascade and Northern Brewer, which also work as substitutions. Taste this brand new hop in commercial brews like Stag Hop #2 from Triple Voodoo Brewery."}, "Cekin Hops": {"name": "Cekin Hops", "desc": "Cekin hops were first commercially released as a super Styrian hop around 1990. This Slovenian hop has yet to prove its worth to both commercial and home brewers in the U.S., but does provide a wonderful aromatic quality to a brew. Along with sibling varietal Cicero, Cekin hops are more difficult to find, but do offer a distinctly earthy, continental aroma similar to Styrian varietals. Alpha acid range of about 6% to 8% providing a  moderate bittering quality. Works well in Belgian Ales and IPAs. If you can’t get your hands on the Cekin hop, try utilizing Celeia or Cicero hops."}, "Celeia Hops": {"name": "Celeia Hops", "desc": "Developed at the Hop Research Institute at Zalec in Slovenia, the Celeia hop can be used for its strong aroma and mild bittering characteristics. It is most often associated with or referred to as Cerera hops, another member of the Super Styrian Hops “C Series”. It is also often lumped under the name Styrian Goldings. With a pleasantly hoppy aroma similar to other European varietals, these hops work well in a wide spectrum of beer including English Ales, Lagers, and Bitters. An alpha acid range from about 4% to 6% lends a mild bittering quality. Celeia is a  dual purpose hops.  You can get your hands on Celeia hops from MoreBeer.  If we are out you can substitute with varietals like Styrian Bobek hops or Saaz."}, "Centennial Hops": {"name": "Centennial Hops", "desc": "Centennial hops were first developed back in 1974 from a predominant Brewer’s Gold hop mixed with Fuggle and East Kent Golding, among others. The result was a balanced aromatic and bittering hop which was released in 1990. Sometimes referred to as a Super Cascade, the Centennial hop offers a more citrus heavy aroma and taste that blends perfectly into IPAs, Pale Ales, or Bitters. An alpha acid range of 9.5% to 11.5% balances the crisp, fruity aroma when added to your boil. While it is easy to find the Centennial hop in both whole and pellet form, it has been said that blending Columbus and Cascade hops provides the closest replacement option. Taste the versatility of Centennial hops in commercial brews like West Coast IPA by Green Flash Brewing Co. or Sierra Nevada’s Celebration Ale."}, "Challenger Hops": {"name": "Challenger Hops", "desc": "This woodsy varietal was bred by Wye College in 1972 with lineage to Northern Brewer and Northdown for a distinctly English flavor. Providing a versatile blend of both aromatic and bittering characteristics, Challenger hops are widely used in European brews. This hop gives off a rich aroma of cedar, green tea, spice, and a hint of fresh floral. With an alpha acid content of 6.5% to 8.5%, the moderate bittering quality is a nice compliment to its uniquely strong flavors. Challenger also blends well with other hops in brews like Pale Ales, Belgian Ales, and of course, English Ales. Possible additions or substitutions for Challenger hops include Northern Brewer and Perle. Taste this balanced hop in commercial brews like Fautline Brewing Co.’s Pale Ale and Rip Curl Pale Ale from Full Sail Brewing Co."}, "Chelan Hops": {"name": "Chelan Hops", "desc": "Daughter to Galena hops, the Chelan hop was developed by the John I. Haas, Inc. breeding company and released in 1994. It is ideal for bittering, with high levels of both alpha and beta acids and a hint of fruity floral aroma. With an alpha acid range of about 12% to 15.5%, Chelan hops are most commonly used in American Ales and Pale Ales. The easiest substitution for Chelan hops would be another varietal Galena hops, though Nugget is also a viable option. You can taste how this hop perfects the bitterness in commercial brews like Black Jack Beers Single Hop Chelan English IPA."}, "Chinook Hops": {"name": "Chinook Hops", "desc": "This popular hop among craft brewers was developed in Washington State by the USDA in 1985. A cross between Petham Golding hops and a high alpha male, this dual purpose hop delivers both bittering power and a rich aroma. Intensely spicy and piney flavors influence the aroma added to any brew with a hint of bright grapefruit. This full flavor provides the perfect balance to a high alpha acid content between 12% and 14%. Earthy aroma and heavy bittering characteristics make Chinook hops perfect for styles like IPAs, APAs, and seasonal brews like Winter Ales and Stouts. As Chinook grows in popularity, it is easy to find in both whole and pellet form for your brew, though for a less intense bitterness you can certainly substitute with Northern Brewer, Columbus, or Nugget hops. Give it a try first by picking up a commercial brew like Karl Strauss Brewing Co.’s Tower 10 IPA."}, "Cicero Hops": {"name": "Cicero Hops", "desc": "Another varietal of the Styrian C Series, this Slovenian hop grows well in Eastern European climates, but has yet to test well for domestic production. Used for both bittering and aromatic qualities, the Cicero hop has characteristics similar to those of Celeia and Cekin hops. An alpha acid content of around 6% to 7% makes for moderate bitterness in brews. It also adds a decidedly Styrian aromatic profile of light spice and floral. With excellent storability, it can be imported since it is not readily available in the U.S. If you need a substitute, try parent Aurora hops or another member of the Styrian C’s."}, "Citra Hops": {"name": "Citra Hops", "desc": "One of the most widely used hops in commercial, craft, and home brews, the Citra hop packs a pungent flavor that has been used in in many beer styles. Bred from four different hops including East Kent Golding and US Tettnang and released in 2007, this hop provides high levels of both alpha acids and oils. These characteristics lend Citra hops to both bittering and aromatic uses, most commonly found in styles like IPAs and Pales Ales. Bright orange, grapefruit, lemon and other wonderfully tropical fruit flavors create an aroma that is totally unique to this popular hop. An alpha acid range from about 11% to 13% provides the perfect bittering agent in in a boil, and lets aroma shine through when dry hopped. Combining Citra hops in whole or pellet form with other fruity varietals like Simcoe and Mosaic works well, while these can also be substitutions for Citra. Test out this fruity flavor yourself in commercial brews like Citra Single Hop Imperial IPA from Flying Dog Brewery, and see how it goes down when dry hopped in Sierra Nevada’s Torpedo IPA."}, "Cluster Hops": {"name": "Cluster Hops", "desc": "Thought to be among the oldest hops in the U.S., Cluster hops also grow similarly in Australia and other regions. Its origins are vague, but Cluster was first found in Oregon, though it may have originated in Canada and has been readily available since the 1960s. With a robust aroma and substantial bittering quality, this hop is utilized as a dual purpose brewing ingredient. A very fruity aroma with fresh, hoppy notes lends itself well to multiple beer styles, but is most commonly used in darker brews like Lagers, Stouts, and Porters. An alpha acid range of 5.5% to 8.5% is what really makes the Cluster hop perfect in those deep brews. Varietals like Galena hops can be substituted for Cluster to provide a similar character. Taste the difference in commercial brews like Mendocino Brewing Co.’s Blue Heron Pale Ale."}, "Cobb’s Golding Hops": {"name": "Cobb’s Golding Hops", "desc": "A British varietal of the Kent family, this aromatic hop has characteristics similar to that of other hops in the Golding series. First released back in 1881, this may be the most common varietal of the Golding series, though it is becoming increasingly less prominent in today’s brewing world. Cobb’s light, floral aroma brings that distinctive English profile to brews like IPAs, APAs, and English Ales, naturally. Has a moderate alpha acid range of about 4.4% to 6.7%. You can substitute Cobb’s Golding hops for a similar varietal like East Kent Goldings or Early Bird in your brew, which will create a similar character."}, "Columbia Hops": {"name": "Columbia Hops", "desc": "Columbia is a descendent of Fuggle hops and sister hop to Willamette. First released in Oregon in 1967, production continued through the 1980s, but was soon abandoned in favor of more aromatic varietals. Due to the boom in craft brewing, this punchy, citrus hop has been revived since 2011 and is now gaining momentum. Columbia’s signature citrus kick is perfectly suited to light ales like English Style Ales, Pale Ales, and IPAs. An alpha acid range from about 8% to 10% lends a mild bittering quality. You may still need to substitute Columbia hops with a similar varietal like Willamette or Fuggle.  Give this hop a taste in commercial brews like Windmer Brothers’ Columbia Common Spring Ale."}, "Columbus Hops": {"name": "Columbus Hops", "desc": "Also referred to as Tomahawk, Zeus, or the combined acronym of CTZ. Columbus hops are a member of the super popular Three C’s, including Cascade and Centennial. Columbus are among the most widely used in today’s brewing world. Being particularly high in alpha acid levels makes them an ideal bittering hops. MoreBeer! has Columbus available in whole or pellet form. The  alpha acid range from about 14% up to 18% adds a smooth bitterness that works best in IPAs as well as Pale Ales and Imperial styles. To get the most aroma out of this dual purpose varietal, try the dry hopping process and relish in the pungent, peppery and licorice scent it will add to your brew. Since Tomahawk and Zeus are essentially the same as Columbus, they can certainly be substituted in your brew along with Chinook or Nugget. See how you like it in commercial brews like Bison Brewing Co.’s Organic IPA or Mercury Brewing’s Ipswitch Harvest Ale."}, "Comet Hops": {"name": "Comet Hops", "desc": "A cross between English Sunshine and a native American wild hop, the Comet hop was bred by the USDA in 1974 to meet the need for a higher alpha producing hop. Though commercial production has slowed in recent years, it offers a unique flavor that is best suited to American Ales. With an alpha acid range of about 9.4% to 12.4%, Comet hops offer a substantial bittering quality paired with a distinctly American grassy and citrus aroma. Bittering your American style brew with Comet hops can be objectionable to some, but when done properly the result is one of a kind. Galena and Summit both offer a more readily available substitute to Comet when necessary. See if brewing with this hop is right for you by tasting the effects in highly-rated brews like Brew Dog’s IPA and Dead Comet IPA."}, "Crystal Hops": {"name": "Crystal Hops", "desc": "With an interesting lineage stemming from Cascade, Brewer’s Gold, and Early Green hops, Crystal hops are most commonly used for their aromatic properties. Released from the USDA’s breeding program in 1993, this versatile hop compliments a wide variety of beer styles. The low alpha acid range of about 3.5% to 5.5% lets a wonderfully woodsy, earthy aroma shine with notes of spicy cinnamon and black pepper. Crystal hops are so flexible they make a great addition to styles like IPAs and ESBs as well as they are a great choice for many lager styles. Though Crystal hops are generally available in both whole and pellet form, you could also use Hallertau, Mt. Hood or Liberty Hops in their place. Taste this hop in commercial brews like Rogue Brewing Co.’s Brutal Bitters or Nut Brown Ale from Wild River Brewing Company."}, "Dana Hops": {"name": "Dana Hops", "desc": "Also known as Styrian Dana hops for their Slavic origin, this aromatic hop is the result of breeding German Hallertau Magnum and a wild Slovenian male. What you can expect is a subtle floral and citrusy aroma that adds character to styles like Belgian Ales and Pale Ales. With an alpha acid range around 7.2% up to 13%, this hop can also be used for bittering. However they are mostly used for aromatics in any brew. When substituting for Dana hops in your brew, try a similar Styrian varietal like Celeia or Bobek. Taste this unique hop in commercial brews like New Belgium’s Hop The Pond Double IPA where it is used as one of the dry-hops."}, "Delta Hops": {"name": "Delta Hops", "desc": "Delta is a 2009, American bred hop from a cross between the English style Fuggle hop and floral Cascade hop. The result is an increasingly popular brewing ingredient both for a luxurious aroma and substantial bittering characteristics. An alpha acid range of about 5.5% to 7% lets the Delta hop be utilized as a bittering agent in brews like ESBs and American IPAs. The intense aroma of fruity melon and citrus with a hint of spiciness compliments the moderate bittering quality in this distinctive hop. When in need for a substitute, try parents Fuggle or Willamette. Give Delta hops a taste in commercial brews like Harpoon Brewery’s 100 Barrel Series Single Hop ESB."}, "Dr. Rudi Hops": {"name": "Dr. Rudi Hops", "desc": "With a lineage derived from smooth cone hops, Dr. Rudi hops were released by the New Zealand Horticultural Center in 1976. Formerly known as Super Alpha, this dual purpose hop adds both bitterness and succulent aromatic qualities to a brew. Containing an alpha acid content generally between 10% and 12% makes Dr. Rudi hops a perfect addition to any style Ale or Lager. The aroma you can expect to taste in your beer is vibrant lemongrass and pine with a touch of citrus peel. While there is no true substitute for Dr. Rudi, you could opt for Citra hops in their place. Get a feel for the flavor by trying Arbor Ales Single Hop Dr Rudi IPA."}, "Early Green Hops": {"name": "Early Green Hops", "desc": "While not much is known about the Early Green hop, it was developed by the Kirin Brewery Hop Research Center in Iwate, Japan. As you can guess, this hop is most commonly used in the globally popular Kirin Ichiban. Early Green provides a moderate alpha acid content, but has been used mostly for its fresh, bright aromatic qualities. It was also chosen as the parent for breeding Crystal hops, due to a high yield and easy growth. If you want to see how this hop tastes, head to your nearest sushi bar and grab a Kirin Ichiban."}, "El Dorado Hops": {"name": "El Dorado Hops", "desc": "El Dorado hops were developed by American CLS Farms, LLC in 2008 and commercially released in 2010. Specifically bred for a high level of alpha acids and heavy aroma, this hop is the epitome of a dual purpose brewing ingredient. A high level of alpha acids normally ranging from about 14% to 16% delivers intense bittering quality to beer styles like IPAs and Pale Ales. The robustly fruity, almost candy-like aroma evokes everything from cherry, to peach and mango through lighter brews like wheats. Being such a young varietal means the El Dorado hop is not too hard to get your hands on, but if you would like to switch it out, try using Galena hops. Relish the fruity taste and aroma by trying commercial beers like Stone Brewing Co.’s new Go To Session IPA."}, "Ella Hops": {"name": "Ella Hops", "desc": "This Australian superstar was bred from a mix of Spalt and triploid hops and is a sister to the Galaxy hop. First commercially released around 2007, Ella hops are best known for their high oil levels and varied character they offer to your brew at different stages and amounts. Ella can give off a very spicy, earthy, almost anise like aroma in a boil and provides a bright, tropical fruit and citrus scent when dry hopped. These aromatic qualities work best in styles like Lagers, Pilsners, and IPAs. A high alpha acid range of 13% to 16% is overshadowed by the very oily composition of Ella hops, letting the plethora of aromas go to work. Finding a substitution for Ella hops really depends on when you intend to use them in your brew. If you’re looking for that spicy aroma, try Delta or Cashmere hops, but go for a fruity hop like Citra if dry hopping. Taste Ella hops in commercial brews like Schlafly Hop Trial APA from St. Louis Brewery."}, "Endeavour Hops": {"name": "Endeavour Hops", "desc": "Newer to the brewing scene, English Endeavour hops were bred in 2002 at Wye College and released commercially. Though they are still not the easiest hop to find, Endeavour offers that quintessential British brew flavor to styles like English Ales and Lagers. Expect an aroma of both rich currant and light grapefruit punctuated by bold, spicy notes. With an alpha acid range of about 7% to 11%, this hop varietal is more well known for its aromatic qualities much more than bittering. You might just have to fly across the pond to get a taste of Endeavour hops, or just find an imported brew like Hoppily Ever After Golden Blonde from Nottingham’s Magpie Brewery."}, "Equinox Hops": {"name": "Equinox Hops", "desc": "This latest release from Washington’s Hop Breeding Company has taken the brewing world by storm. Equinox hops offer pronounced aromatic characteristics that add a wonderful flavor to beer styles like IPAs and Pale Ales. An array of flavors bring something unique to your brew recipe and can range from herbal to spicy green pepper and tropical papaya to citrus.  It’s the high oil content that brings balance and lets the many flavors of Equinox shine. If this fresh hop is back ordered or unavailable, try Citra or Galaxy hops instead. Give Equinox a taste in commercial brews like Sierra Nevada Harvest Single Hop IPA."}, "Eroica Hops": {"name": "Eroica Hops", "desc": "A result of the USDA’s cross pollination with Brewer’s Gold, Eroica hops have been readily available since the mid-1980s. A sister to more popular Galena hops, Eroica is most commonly used to add a fruity flavor and sharp bitterness to brews like Lagers, IPAs, and APAs. While the oil content is high, a high alpha acid range of about 12% to 15% makes it an ideal hop for bittering. While bittering is the main purpose of this American hop, it contains a fruit forward flavor that can come through. The best substitutes in lieu of Eroica are sister Galena, Brewer’s Gold, and even Bullion. Try it for yourself in Canadian Steamworks Brewing Company’s Heroica Oatmeal Stout."}, "Falconer's Flight Hops": {"name": "Falconer's Flight Hops", "desc": "This varietal is exclusive to Hop Union and was developed in honor of American Northwest brewing legend Glen Hay Falconer and released in 2010. Falconer’s Flight serves as a dual purpose brewing ingredient, imparting both a bittering quality and fruity aromatics to regional styles like Northwest style IPAs and Pale Ales. Falconer’s Flight will generally have an alpha acid range from about 9% to 12%. If used as a flavor and aroma hop, your brew will also benefit from the light citrus, grapefruit, and tropical fruit flavors. If in need of a substitution for Falconer’s Flight, try Cascade or Columbus hops instead. Taste this sought-after hop in brews like Falconer’s Flight APA from Sly Fox Brewing Co."}, "First Gold Hops": {"name": "First Gold Hops", "desc": "This dual purpose hop was developed at Wye University from a cross between a dwarf male and Whitbread Golding that was released in 1996. The balance of both bittering and aromatic characteristics make First Gold hops an excellent addition to IPAs, English Ales, Porters, and more. First Gold hops have an alpha acid range between 6.5% to 9%, and will provide a unique aroma of floral magnolia and orange citrus with a hint of spice. First Gold further proves its worth by working well in both the boiling and dry hopping stages of your brew.  If you did need a substitution, try using Crystal or East Kent Goldings instead."}, "Flyer Hops": {"name": "Flyer Hops", "desc": "British Flyer hops are the result of a high alpha acid female breeding line and a low trellis-type male hop that was licensed and released by Wye University in 2009. Though this hop can serve as a dual purpose brewing ingredient, it is most widely used as the bittering addition in beer styles like IPAs and ESBs. The average alpha acid range is about 8% to 14%, and normally has a low oil content.  When used as an aroma hop, you can catch a glimpse of rich toffee, caramel and licorice, as well as citrus notes when dry hopped. Substitute Flyer for another UK varietal with citrus notes when necessary. Get a taste of Flyer hops in commercial brews like Quantum Brewing Co.’s Single Hop Flyer IPA."}, "Fuggle Hops": {"name": "Fuggle Hops", "desc": "This popular hop runs the gamut in global varietals from U.S. to U.K. and even more variations therein. Though the region hops are grown in will undoubtedly affect the characteristics that come through in your brew, Fuggle hops tend to assume the same general properties across the board. Introduced way back in 1875, Fuggles has been one of the most popular British hops used since! Now available and grown across the globe, Fuggles are used to complement a variety of beer styles to suit their region. They work well for both bittering and aromatics in Belgian and English Ales as well as Red Ales and IPAs.  Fuggle hops will normally have a lower alpha acid level, generally between 3% and 7%.  The aromatics tend to be earthy, with hints of grass, wood and mint. The best possible substitutions for any type of Fuggle hops include UK varietals Willamette and Goldings. Try to grab a bottle of Free State Brewing Co.’s Ad Astra Ale to give these hops a taste."}, "Galaxy Hops": {"name": "Galaxy Hops", "desc": "Australian developed Galaxy hops are sought after for their intensely aromatic characteristics. Bred from an Aussie high alpha female and Perle male, the result is a wonderfully bright, citrus forward flavor and aroma.  Galaxy has a slightly higher alpha acid range between 13% and 15%,but the most common use is as a late addition or in dry hopping, which lends the fullest pungent citrus and tropical passion fruit flavors to a brew. Try these hops in your favorite IPA or Pale Ale recipe. Citra hops or Centennial hops can provide a substitute if you can’t find whole or pellet Galaxy Hops. Taste the Galaxy hops in commercial brews like Flying Dog’s Single Hop Galaxy Imperial IPA."}, "Galena Hops": {"name": "Galena Hops", "desc": "Ever popular Galena hops were first developed from an open pollination of Brewer’s Gold by the USDA breeding program in Idaho and released commercially in 1978. This bittering hop also offers a touch of aromatics in the form of spicy black currant and citrusy notes. With an alpha acid range of about 11% to 14%, Galena is possibly the most commonly used bittering hop in the U.S. This high alpha hop works wonders in brews like IPAs, Stouts, Brown Ales, and Pales. Galena tends to be consistently available due to its wide domestic usage from commercial, craft, and home brewers. However, if you did want a substitution, feel free to try out CTZ or Brewer’s Gold in place of Galena. Get a taste of this hop in commercial brews like Kona Brewing Co.’s Fire Rock Pale Ale or the Bitter Chocolate Oatmeal Stout from Stone Brewing Co."}, "Glacier Hops": {"name": "Glacier Hops", "desc": "This dual purpose hop was bred by Washington State University from a large mix of varietals including Northern Brewer, Bullion, and German aroma hops, and released in 2000. Glacier provides a wonderful balance of acids and oils, making it an incredibly useful brewing ingredient. With an alpha acid range of 4% to 7% and moderate oil composition, Glacier is often used as a bittering agent in styles like IPAs and Bitters. However, it also works well as an aromatic, lending a grassy, hop forward flavor with a touch of citrus to a Pale Ale. If you need a substitution for Glacier hops, try Fuggle or Styrian Golding. Give Glacier a try by grabbing a bottle of O’Fallon Brewery’s Wheach Wheat Beer."}, "Golding Hops": {"name": "Golding Hops", "desc": "One of the most traditional English varietals, Golding hops hail from a lineage of East Kent Goldings. Having been produced in the U.K. for over 200 years, Goldings have also become popular amongst American brewers for several decades. A unique aroma of mild sweetness and light floral let this hop lend a pleasing flavor to lighter styles of beer. With an alpha acid range of about 4% to 7%, Goldings tend to be used only for their aromatic characteristics. Try this classic varietal in styles like ESB, Brown Ales, and Porters. If you’re looking for another option with similar properties, try out East Kent Golding or Willamette. Give Golding a taste in brews like Desert Storm Pale Ale from Storm Brewing Co."}, "Green Bullet Hops": {"name": "Green Bullet Hops", "desc": "New Zealand’s Green Bullet hops were produced as a result of cross pollination with the Smooth Cone varietal from the same region. First released in 1972, this versatile hop serves as a dual purpose ingredient, offering bittering and aromatics to a brew. Green Bullet hops will have an alpha acid range of 11% to 14%, and are commonly used in ESBs, IPAs, and Lagers. A rich aroma of pine, spice, and dark fruits like raisins can be expected. Try combining or replacing Green Bullet hops with Hallertauer Tradition or Mt. Hood hops for a nice complex flavor."}, "Hallertau Hops": {"name": "Hallertau Hops", "desc": "Hallertau, or Hallertauer hops can be found in multiple variations around the globe. This popular aroma hop is grown and utilized in New Zealand, the U.S. and its native Germany. Though the region affects the outcome of the overall characteristics of the hop, Hallertau hops all share a basic profile. With a lower alpha acid range that generally stays between 3% and 5%, Hallertau hops are normally used for their aromatic influence in a brew. Expect an herbaceous floral scent with a hint of spice and a hay-like quality. These aromatics pair perfectly with Belgian style Ales, Lagers, and Bocks. Test out domestic, German and New Zealand Hallertau hops in the same brew to sense the subtle differences. If you need a substitute, any hop from the Hallertau family, like Hallertau Mittelfruh works fine."}, "HBC 342 Experimental Hops": {"name": "HBC 342 Experimental Hops", "desc": "Hop Union and the Hop Breeding Co. introduced this experimental American hop in 2012. So far it has garnered rave reviews from home and craft brewers alike. Bred for its high alpha and pleasing aroma, this dual purpose hop works well in a variety of beer styles. With an alpha acid content between 11% and 14%, HBC 342 offers a wonderful bittering quality in beers like IPAs, Pales, and Brown Ales. The mild citrus, tropical, and melon fruit aromas help to make this experimental hop even more versatile. This new hop is still being tested and is generally only available in limited quantities. Brewers have concluded thus far that Simcoe hops prove to be a decent substitute to the HBC 342 Experimental hop."}, "HBC 472 Experimental Hops": {"name": "HBC 472 Experimental Hops", "desc": "Developed through the Hop Breeding Company (HBC) in the Yakima Valley this hop is a subspecies of neomexicanus. HBC 472 is a result of open pollination and has some very inique flavor charecteristics. The aroma can be described as floral, woody, coconut, whiskey/bourbon and even some fruity notes of citrus and grapefruit as well. The robust charecter of this hop lends well to full flavor beer styles such as pale ales, IPAs, porters, stouts and barrel-aged beers."}, "Helga Hops": {"name": "Helga Hops", "desc": "This Australian bred hop has a decidedly German character from parent varietal Hallertauer Mittelfruh. Helga was a product of open pollination of a Hallertauer Mittelfruh female, and was formerly known as Southern Hallertau. After its commercial release in the late 1980s, Helga began gaining popularity among craft brewers in the late 1990s for its versatility as a dual purpose ingredient. With an alpha acid range of just 5% to 7.5%, the bittering quality is not strong, but apparent in beers like Belgian and American Ales. A delicate floral, herbaceous aroma carries a bit of spice for a depth that works well in darker Lagers. If you have difficulty finding Helga hops for your brew, consider substituting with parent Hallertauer Mittelfruh. Get a taste of Helga in craft brews like Eagle Rock Brewery’s Bitter Helga ESB."}, "Herald Hops": {"name": "Herald Hops", "desc": "Herald Hops were bred by Wye College in the U.K. as a sister to Pioneer and Pilgrim hops. Released in 1996, this dual purpose hop is best known for the sharp bittering quality it adds to your brew. With an alpha acidic range of about 11% to 13%, this moderately-high alpha hop works wonders in Pale Ales, Golden Ales, and of course, Bitters. Herald also has a delectable aroma of orange, grapefruit, and light citrus from its high levels of mycrene oil. If Herald hops are not available for your brew, the best substitutes are sister varietals Pioneer and Pilgrim."}, "Herkules Hops": {"name": "Herkules Hops", "desc": "A newer German hop, Herkules was bred from a cross between Hallertau Taurus and a Hull male, and released by the Hull Hop Research Center in 2005. Though Herkules offers a unique aroma of spicy, pine, and peppery notes, this varietal is most commonly used as a bittering agent in brews due to its high alpha content. With an alpha acid range of about 12% to 17%, this hop provides a strong bittering quality in German style Ales and Lagers. The combination of intense flavor and bittering makes Herkules hops a popular brewing ingredient. When in need of a substitute, try parent Hallertau Taurus or Warrior hops. Taste Herkules hops in a craft beer like Deschutes Brewery Hop Henge IPA."}, "Hersbrucker Hops": {"name": "Hersbrucker Hops", "desc": "This quintessential German hop is the product of natural selection and is therefore readily available and widely used around the globe. Also referred to as Hallertau Hersbrucker as it hails from the same region in Germany, there was also a Hersbrucker Pure spin-off developed by Anheuser Busch with similar aroma and slightly higher alpha acid content. In its natural form, Hersbrucker hops are used specifically to add the distinctively German aroma to Lagers, Pilsners, Bocks, and other traditional European styles. Expect a spicy, floral aroma with rich fruity overtones when you add these hops to your boil. This varietal has a low alpha acid range of 2% to 5%, which is another reason it’s rarely used for bittering and most commonly used for the wonderful aroma. Though Hersbrucker whole and pellet hops are easy to find, you could use Mt. Hood hops in their place.  To taste Hersbrucker in a commercial brew, try Storm Brewing Co.’s Pale Gale Ale."}, "Horizon Hops": {"name": "Horizon Hops", "desc": "American bred Horizon hops are a sister to Nugget hops with lineage including Brewer’s Gold and Early Green. Released in Oregon in 1997, Horizon contains the lowest cohumulone levels of any hop. Utilized for both bittering and aromatic characteristics, this hop makes the best impression on American style Ales, but fares well in Lagers, too. An alpha acid range of about 11% to 13% allows this hop to be utilized at any stage of the brewing process. The lush scent of spice and floral with a hint of citrus makes this hop work well in a wide variety of beer styles. If you can’t find Horizon hops, try substituting with Magnum hops. To taste Horizon hops in commercial brews, try the Horizon Red IPA from Summit Brewing Co."}, "Huell Melon Hops": {"name": "Huell Melon Hops", "desc": "Huell Melon or Hull Melon hops are a newer German hop known for their bold and unique flavor. This “flavour hop” was bred as a daughter of Cascade hops at the Hull Hop Institute and released in 2012. Its strong fruity character of melon, strawberry, and apricot are most prevalent when utilized in the dry hopping stage of your brew. With an alpha acid content between 6% and 8.5%, Huell Melon is primarily used as an aroma hop. Its uniquely fruity flavor lends well to a variety of beer styles, most commonly Belgian Ales and Hefeweizens, as well as Seasonal Summer brews. Due to Huell Melon’s unique aroma profile, finding a substitution is not easy, but you can’t go wrong with Cascade hops. Savor this fruity flavor in Beaver Brewing Co.’s latest release, Huell Melon Single Hopped Pale Ale."}, "Idaho 7 Hops": {"name": "Idaho 7 Hops", "desc": "Idaho #7 hops have flavors and aromas best described as piney, tropical, fruity, citrusy, earthy. Typically used as an Aroma/Flavor hop with high alpha acid levels and average cohumulone content.  Its strong hop character makes it ideal for IPAs, APAs and any other hop forward beer. Suggested as a single hop or for blending as a late addition.  The high oil content and soft pelletizing process make this ideal for dry hopping and whirlpool."}, "Idaho Gem™ Hops": {"name": "Idaho Gem™ Hops", "desc": "Found by Gooding Farms in Parma, and named after its home state. This amazing dual-purpose hop is loaded with fruit-forward aromatic oils that make it prime for late kettle and dry hopping additions. Often described to give bursting fruit flavors of pineapple and cherry reminiscent of jolly rancher candies."}, "Ivanhoe Hops": {"name": "Ivanhoe Hops", "desc": "This American varietal is an original California Cluster variety that has just been brought into production after nearly 50 years. A distinct European style aroma of citrus and pine with herbal floral notes makes Ivanhoe a perfect aromatic hop. With a low-medium range in alpha acid content between 7% and 8%, Ivanhoe is typically used as an aroma hop. Try Ivanhoe hops in recipes that call for Galena, Cluster, or Northern Brewer. Give Ivanhoe a taste in craft brews like Harvest Organic Pale Ale from Black Diamond Brewing Co."}, "Jester Hops": {"name": "Jester Hops", "desc": "Developed by U.K. hop development powerhouse Charles Faram, this hop brings bold flavor to an English style. Still new to the brewing world, Jester produces a punchy, tropical fruit aroma with hints of blackcurrant and grapefruit. Primarily used for those aromatic characteristics, an alpha acid content between 7% and 9% can serve as a mild bittering agent, as well. Try Jester in beer styles like IPAs and English Ales. Other varietals like Challenger hops compliment or could potentially replace Jester in your brew. To taste, look for English beers like Caledonian Brewery’s Deuchar’s IPA, or brew an English Pale Ale soon!"}, "Junga Hops": {"name": "Junga Hops", "desc": "This Polish varietal is a high alpha acid hop best utilized as a bittering agent.  If used for aroma purposes however, Junga hops do provide blackcurrant, grapefruit and spice notes. The alpha acid range of 10% to 13% makes this varietal a high alpha hop that provides fantastic bittering in beer styles like IPAs, Lagers, and Altbiers. If you can’t get your hands on true Polish Junga hops, try substituting with Nugget, Target, or Galena hops. Try this unique hop in Arbor Ale’s Single Hop Junga IPA."}, "Kazbek Hops": {"name": "Kazbek Hops", "desc": "A combination of the most popular Czech hop, Saaz, and wild hops from the Caucasus Mountains, Kazbek hops were released in 2009. Kazbek has said to be spicy like parent Saaz, but with an extra kick of wild earthiness and a hint of lemon. These bold characteristics make Kazbek a perfect aromatic hop that also imparts wonderful flavor into many styles of beer. Try it in your favorite recipes for Pilsners, Lagers, and Belgian Ales. An alpha acid content of 5% to 8% keeps bitterness in check and keeps Kazbek versatile. For a similar varietal, try using Czech Saaz hops.  If you want to give Kazbek a taste, see if you can get your hands on Howling Hops Kazbek Kolsch from Howling Hops Brewery."}, "Kohatu Hops": {"name": "Kohatu Hops", "desc": "This New Zealand bred varietal was bred around the same time as popular Wai-iti hops, and carries some similar characteristics. Though Kohatu contains a somewhat low alpha acid content of about 5% to 7%, it creates such a delectable, rounded bitterness when brewed that it is considered a dual purpose hop. Expect an aroma of intense tropical fruits, lots of pine, and a touch of lush floral. Kohatu’s versatility makes it a good fit for many styles of beer, so try it in your favorite IPA, Pale, or even Blonde recipe for an extra fruity flavor. You can always substitute this high-aroma, mid-alpha hop for another fruity varietal like Wai-iti or Motueka. Get a real taste for this hop with Brew Dog’s Kohatu Single Hop IPA."}, "Liberty Hops": {"name": "Liberty Hops", "desc": "This American hop is the result of breeding German Hallertau Mittelfruh hops with a USDA male and released in 1991. Best utilized as an aroma hop, Liberty imparts a spicy, citrus lemon scent and flavor into just about any Lager. Liberty tends to work well in Pilsner, Bock, and Kolsh styles due to its German roots. With an alpha acid content of just 3% to 5%, Liberty is rarely used as a bittering hop. Easy substitutions for Liberty hops include Hallertau Mittelfruh and Mt. Hood, which offer similar levels of aroma and bittering."}, "Lubelski Hops": {"name": "Lubelski Hops", "desc": "Also known as Lublin hops, this Polish varietal is a product of popular Saaz hops and is paving its own way as a viable brewing ingredient. With a mild aroma similar to that of traditional noble hops, Lubelski also contains a high farnesene oil content, which enhances soft floral notes of lavender and magnolia. This hop is renowned in the brewing world for putting a fresh spin on Lagers and Belgian style Ales. Lubelski hops well have a low alpha acid content of about 3% to 5%. The established regional hop Saaz is always a decent substitute for Lubelski, as well as Sterling hops. To give these hops a try, get your hands on regional Perla Browary’s Perla Chmielowa Premium Pale Pilsner."}, "Magnum Hops": {"name": "Magnum Hops", "desc": "A cross between Galena and a German male hop, Magnum hops are available in both German and U.S. grown varieties. The German varietal is known as Hallertau Magnum, so it’s generally clear where your hops came from. Primarily used as a bittering hop, Magnum has only a mild, herbal, piney and resinous aroma typical of high alpha varietals. The alpha acid range of 10% to 14% provides perfect bittering in beer styles like IPAs, Pale Ales, and even Stouts. This clean bittering agent is what makes Magnum hops so popular. If you can’t find Magnum in whole or pellet form, try substituting with Nugget or Hallertauer Taurus. Try Magnum in Paulaner’s Extra Dry Premium Pilsner."}, "Mandarina Bavaria Hops": {"name": "Mandarina Bavaria Hops", "desc": "This brand new German varietal was just released in 2012 from the Hull Hop Institute. With Galena as a parent, you can expect the same type of wonderfully fruity aroma. Mandarina Bavaria contains an alpha acid content between 8.5% and 10.5%, though it is used more so for aromatics than bittering in a wide variety of beer styles. Since Mandarina Bavaria is still so new, it is continually being tested in all kinds of brews, from IPAs to Belgian Ales and Lagers. Both Nugget and Columbus hops make a suitable substitute for Mandarina Bavaria hops, if needed."}, "Mathon Hops": {"name": "Mathon Hops", "desc": "An English varietal of the Whitebine series, this aroma hop has been around for ages, yet its origins are not widely known. What we do know, is that Mathon is so closely related to other Whitebine varietals Canterbury and Farnham that some say they are indistinguishable. You can expect a typical Goldings variety aroma of fresh, light floral that of course works well in English and Belgian Ales, not to mention Bitters and Pales. An alpha acid range of 4% to 7% lets the distinctive aroma come through with just a hint of bittering quality. Mathon hops are easily substituted with one of the other Whitebine hops as well as Kent Goldings and Bramling. To taste this hop for yourself, pick up British Teme Valley Brewery’s The Hop Nouvelle Goldings Series Bitters."}, "Marynka Hops": {"name": "Marynka Hops", "desc": "Marynka is another widely produced Polish hop with both bittering and aromatic characteristics. Registered in 1988, this hop is commonly used in European beer styles for its true dual purpose in brewing. With an alpha acid content between 9% and 12%, Marynka offers good bittering characteristics for brews like ESBs and IPAs, and a strong aroma that adds depth to Pilsners and Pales as well. Expect an earthy, floral and resinous aroma that imparts a rich taste to your recipe. If in need of a substitute, try using Strisselspault or Tettnanger hops. Give Marynka a taste in English brews like Marston’s Single Hop Marynka IPA."}, "Medusa™ Hops": {"name": "Medusa™ Hops", "desc": "Medusa is of the neomexicanus hop lineage, native to Colorado and New Mexico region. It's name comes from the multiheaded cone that forms on it's vines. Medusa hops have low alpha acid levels at 2-4% AA but high Myrcene oil content. It's a great hop is for late additions, including whirlpool and dry hopping due to it's high oil content and bright fruit flavors and aromas of guava, melon, apricot, and citrus."}, "Meridian Hops": {"name": "Meridian Hops", "desc": "Meridian is a brand new varietal on the market, produced mostly in the Willamette Valley in Oregon. Though still in an experimental stage, aromatic Meridian hops have been found to compliment the flavors of whichever hops they are brewed with to create a bright, unique taste. On their own you can expect a fruity aroma of berries, orange, and tropical fruits that add a nice touch to IPAs, blondes, and pales. Meridian hops will generally have an alpha acid range of about 6% to 7%. To really bring out the flavor in your brew, try pairing whole or pellet Meridian hops with Citra, Centennial, or Glacier, which are all decent substitutes as well. Try this new hop in craft brews like Base Camp Brewing Co.’s Lost Meridian Witbier."}, "Merkur Hops": {"name": "Merkur Hops", "desc": "This newer German hop is the offspring of popular Hallertauer Magnum that was released by the Hull Hop Research Center in 2000. Known for similar characteristics to Magnum, German Merkur hops are also primarily used as a bittering agent in brews. These hops can also offer an earthy, rich aroma with a touch of citrus, allowing them to be used as a dual-purpose hop. Their alpha acid range of about 12% to 15% provides a clean and smooth bittering characteristic that works well in IPAs, lagers, and Belgian ales. If you can’t find German Merkur Hops in pellet or whole form, the best substitution is parent Hallertau Magnum."}, "Millennium Hops": {"name": "Millennium Hops", "desc": "This American bittering hop was bred from a cross between Nugget and Columbus hops and released appropriately in 2000. Though Millennium contains fairly intense earthy, resinous and citrus aromas, it is most commonly used as a bittering agent in brews. With an alpha acid range of 14% to 17%, it is one of the highest alphas of the popular American varietals. These characteristics work best in American ale styles like APAs, IPAs and stouts. The best substitutes for Millennium in your recipe are parents Nugget and Columbus hops. Get inspired by tasting this hop in commercial brews like Toppling Goliath Brewing Co.’s Light Speed Pale Ale."}, "Mittelfruh Hops": {"name": "Mittelfruh Hops", "desc": "Also referred to as Hallertau Mittelfruh hops, this German varietal is one of the four original Noble Hops. Expect the traditional European aroma of mild spice, floral and a touch of citrus associated with these original Noble Hops. Traditional roots make these hops best suited for most lagers, particularly German pilsners. An alpha acid content between 3% and 6% is low, but this hop can still be used as a bittering addition. Since Hallertau Mittelfruh hops are not always available, try substituting with Liberty or German Tradition."}, "Mosaic Hops": {"name": "Mosaic Hops", "desc": "A product of Nugget and Simcoe hops, American bred Mosaic hops are one of the most in-demand aroma hops on the market. Released in 2012 by the Hop Breeding Company, Mosaic presents a complex bouquet of earthy, pine, and fruit aromas from berry to mango. Though Mosaic does contain an alpha acid range between 11.5% and 13.5%, it is generally not used for bittering. The overall characteristics of Mosaic hops make for a lovely addition in just about any beer style, though most commonly used in pale ales, IPAs, and stouts. Due to the high demand for this aromatic hop, you may need to substitute with parents Simcoe or Nugget.  Taste Mosaic for yourself in craft brews like Victory Brewing Co.’s DirtWolf Double IPA."}, "Motueka Hops": {"name": "Motueka Hops", "desc": "Referred to as both New Zealand Motueka and B Saaz hops, this hop varietal has a clear lineage from the Saaz line. Bright notes of lemon, lime, and tropical fruits make Motueka a versatile brewing ingredient that compliments an array of beer styles. The normal alpha acid range is 6.5% to 8.5%. Motueka is most commonly used in IPAs, pale ales, and Belgians, but also brightens-up lagers and European ales. If you can’t get your hands on enough New Zealand Motueka hops, try substituting with parent Saaz or Sterling hops. Enjoy the taste of this citrusy hop in commercial brews like Sierra Nevada’s Southern Hemisphere Fresh Hop IPA."}, "Mt. Hood Hops": {"name": "Mt. Hood Hops", "desc": "This American aroma hop is a triploid seedling of Hallertau Mittelfruh and half sister to Ultra, Liberty and Crystal hops, released in Oregon in 1989. This lineage creates a wonderfully aromatic combination of mild herbs and floral with a hint of citrus. An alpha acid range of 4% to 8% lets the mild flavors and aromas come through in beer styles like English ales, bocks, and even stouts.  Possible substitutions for Mt. Hood hops include Hersbrucker, Liberty, and Crystal. Taste the flavors of this unique hop in Anachortes Brewery’s Vienna Amber Ale."}, "Mt. Rainier Hops": {"name": "Mt. Rainier Hops", "desc": "Mt. Rainier hops come from a complex parentage including Hallertauer and Magnum, and are bred at Oregon State University. With an alpha acid content of 5% to 8%, Mt. Rainier is commonly used as a dual purpose hop. A moderate bittering agent as well as an aroma of light floral mixed with citrus and licorice overtones, these hops make a nice addition to many beer styles. Substituting Mt. Rainier hops can be done with Fuggle or Hallertauer hops."}, "Multihead Hops": {"name": "Multihead Hops", "desc": "A neomexicanus breed of hops named for its tendency to produce multiple cones. Multihead has Low alpha acid levels 3.5 - 4.5% and high oil content that makes it perfect for packing flavor and aroma into your beer without high bitterness. Known for it's intense tropical flavors & aromas of melon, guava, apricot and citrus."}, "Nelson Sauvin Hops": {"name": "Nelson Sauvin Hops", "desc": "This cross between New Zealand Smoothcone and wild hops makes for a versatile brewing ingredient. A high alpha and distinctly fruity aroma make Nelson Sauvin hops totally unique. A bright aroma of gooseberry, grapefruit and citrus pack a punch in beer styles like APAs, IPAs, and even some lagers. The alpha acid range of 12% to 13% offers a great bittering quality that is balanced by the intense fruitiness. Other regional varietals like Pacifica and Pacific Jade can sometimes be substituted for Nelson Sauvin hops if needed. Taste this varietal in craft brews like Hello, My Name is Ingrid Imperial IPA from BrewDogs."}, "Neo1 Hops": {"name": "Neo1 Hops", "desc": "Neo1 like its name hints at is from the neomexicanus breed of hops. It is a dual purpose hop and can be used in boil with it decent alpha acid rating of 6-9%. But it really sines as a whirlpool or dry hop addition with its huge lemon & lime notes."}, "Newport Hops": {"name": "Newport Hops", "desc": "Newport hops were developed by the USDA as a descendent of Hallertau Magnum hops and released in 2002. This high alpha hop is most commonly used as a bittering agent in brews. Containing a mild flavor and aroma of citrus with a hint of balsamic, Newport is typically used in American ales. With a relatively high alpha acid range between 13.5% and 17%, Newport provides excellent bittering in numerous beer styles. If you want to substitute Newport hops in your brew, try using parents Magnum or Nugget hops."}, "Northdown Hops": {"name": "Northdown Hops", "desc": "Bred from a cross between Northern Brewer and a German male hop, Northdown was released in the early 1970s as a dual purpose brewing ingredient. With an alpha acid content between 7.5% and 9.5%, Northdown provides a moderate bittering agent in any style of beer. It also offers a fresh aroma of cedar, pine, and light floral that adds depth to both light and dark ales and lagers. When in need of a substitution for Northdown hops in your recipe, try Northern Brewer or Challenger hops. You can taste the rich flavors of this hop in Wotever Next Dark Ale from Teme Valley Brewery."}, "Northern Brewer Hops": {"name": "Northern Brewer Hops", "desc": "This traditional German bittering hop was first bred at Wye College from a cross between Brewer’s Gold and Canterbury Golding. Released in the 1940s, this varietal is now available in regional spin-offs, including a very similar U.S. grown Northern Brewer. It is currently used as a true dual purpose hop, offering both well-rounded bitterness and a full, woodsy aroma of pine, herbs and mint. The alpha acid range is generally between 8% to 10%, and can be used to bitter most ales as well as some lagers. If you need a to swap out Northern Brewer pellet or whole hops, try using Chinook, Magnum, or Galena. Give Northern Brewer a try by grabbing a bottle of just about any variety from Anchor Steam Brewing Co."}, "Nugget Hops": {"name": "Nugget Hops", "desc": "Bred from Brewer’s Gold and a high alpha male, this American Hop was released in 1982 and has become increasingly popular. Though Nugget was first believed to be only a bittering hop, it is now generally accepted as a dual purpose brewing ingredient. This is due to Nugget’s very pleasant aroma of spice, herbs and soft notes of peach and pear that come through due to high oil levels in the hop. An alpha acid range from about 12% to 14.5% allows for a strong bittering quality that shines in brews like IPAs, barley wines, and ESBs. Nugget hops are generally readily available in both pellet and whole form, but you could also use Magnum or Galena as a substitute. If you’re looking for a taste of Nugget hops, pick up Mayflower Brewing Co.’s signature IPA."}, "Opal Hops": {"name": "Opal Hops", "desc": "A dual purpose German hop bred at the Hull Hop Research Center, Opal has been on the market since 2004. Opal hops have a wide alpha acid range from about 8% up to 14%, and provide a well rounded bittering quality to any brew. You can also get notes of herbaceous hops, fruit and spice in the rich aroma. These characteristics combine seamlessly in IPAs, Belgian Ales, and Pilsners, to name a few. Though Opal hops are used in a variety of commercial brews, they can sometimes be hard to find for home brewers, so try substituting with Tettanger or East Kent Goldings. Taste the true flavor of Opal hops in craft brews like the German IPA from Dust Bowl Brewing Co."}, "Orbit Hops": {"name": "Orbit Hops", "desc": "Coming out of New Zealand’s Hops With A Difference breeding program, Orbit hops are carefully selected for a unique aroma. With an alpha acid range between 4% and 6%, Orbit is sometimes used for bittering in Blondes or Hefeweizens. Expect a uniquely regional New Zealand aroma of herbs, grass, and floral that creates a signature flavor perfect for seasonal brews, as well. These hops can be difficult to find, and substitutions are just as difficult to come by, due to the nature in which Orbit is grown. In a pinch try another regional varietal like Pacifica."}, "Orion Hops": {"name": "Orion Hops", "desc": "Germany bred Orion hops are most commonly used as a dual purpose brewing ingredient. Containing both substantial levels of alpha acids and a semi-traditional German hoppy aroma, Orion is a popular choice in Helles beers as well as Pilsners. The alpha acid range is usually between 8% to 9%, and is complimented by high levels of myrcene oils to bring out both bitterness and that hoppy flavor. Since Orion hops are generally difficult to find outside of Germany, you could substitute with more readily available Perle or Northern Brewer hops."}, "Outeniqua Hops": {"name": "Outeniqua Hops", "desc": "This unique South African bred varietal is mother to more popular Southern Star hops from the same region. Used primarily as a bittering agent, Outeniqua hops contain high alpha acid levels between 12% and 13.5%. Though not utilized for their aromatic properties, you will get a touch of hoppy, herbal aroma. Outeniqua hops are not widely seen outside of Africa, but you may be able to find Southern Star hops as a substitution."}, "Pacific Gem Hops": {"name": "Pacific Gem Hops", "desc": "Pacific Gem is a triploid cross between Smoothcone, Late California Cluster, and Fuggle hops released in 1987. Used primarily for bittering due to its high alpha acid range of 13% to 16%, Pacific Gem is also known for the rich blackberry and hoppy aroma that comes out in the early stages of a boil. These bold characteristics make Pacific Gem a perfect fit in brew recipes for Strong Ales, Imperial Ales, and Porters. Other regional varietals such as Pacific Jade make a decent substitution for Pacific Gem hops, and Galena also works well."}, "Pacific Jade Hops": {"name": "Pacific Jade Hops", "desc": "When Hort Research Center in New Zealand crossed a Saaz male hop with a New Zealand First Choice hop, the result was the 2004 release of Pacific Jade. Featuring a uniquely intense aroma of citrus, herbs and crushed black pepper, this aromatic hop has become increasingly popular. This makes Pacific Jade a great choice for aroma additions in Lagers, as well as Pale Ales. Though these hops do contain a high range of alpha acids from about 12% to 14%, but they are still considered primarily to be an aromatic hop. While not many hops provide a great substitution in lieu of Pacific Jade hops, Pacific Gem would work if you could find it."}, "Pacific Sunrise Hops": {"name": "Pacific Sunrise Hops", "desc": "New Zealand varietal Pacific Sunrise has several roots from California Cluster to Fuggle for a unique bittering hop released by the Hort Research Center in 2000. With an alpha acid range of about 12.5% to 14.5%, Pacific Sunrise provides a powerful bittering agent while maintaining a pleasing flavor. High mycrene oil levels enhance the piney, herbaceous aroma in everything from lagers to red and brown ales. Local varietal Pacific Gem does offer a similar substitution for Pacific Sunrise when needed. If you’re interested in tasting Pacific Sunrise, try to find a bottle of Dutch Brewery Orbaek’s Pacific Sunrise Red IPA."}, "Pacifica Hops": {"name": "Pacifica Hops", "desc": "Pacifica mixes German inspiration and New Zealand soil for a modern take on traditional hops. A product of Hallertau Mittelfruh, New Zealand Pacifica, or Pacific Hallertau, takes on its own set of aromatic characteristics due to the regional influence in the growing process. These hops are utilized for their bright aromatics of lime, citrus, and a subtle spice from high cohumulone levels. Pacifica also offers a wonderful balance between alpha and beta acids, with both ranging from about 7% to 9%. These hops can work great in many different ales, but really shine in lagers.  Test out these versatile characteristics in your next Pilsner or Helles recipe. If you need to swap Pacifica pellet or whole hops for another varietal, try using Perle or parent Hallertau Mittelfruh. You can taste these hops in commercial brews like Sierra Nevada’s Southern Hemisphere Harvest Ale."}, "Palisade Hops": {"name": "Palisade Hops", "desc": "Aromatic Palisade hops are a Washington cross between Tettnagner hops and open pollination. This varietal is most commonly utilized for its wonderful aromatics of grassy florals, apricot, and pine. Palisade also contains an alpha acid range of 5.5% to 9.5%, and can be utilized as a bittering hop, as well. These characteristics come together well in beer styles like English Bitters, Pale Ales, and IPAs. Though Palisade pellet and whole hops are generally available, you could also substitute with Willamette if needed. Taste this American hop in Lake Tahoe Brewery’s Palisades Pilsner."}, "Perle Hops": {"name": "Perle Hops", "desc": "Perle hops were originally bred from English Northern Brewer in 1978 at the Hull Hop Institute in Germany. This varietal has now been translated into an American grown variation, though it still retains the same name and general characteristics. With an alpha acid range of about 7% to 9.5%, Perle can provide a clean and effective bittering quality. You can also expect an aroma of spicy florals to come through if used in later hop additions. If you need to substitute Perle hops in your recipe, the best route is parent Northern Brewer. Get a taste of Perle hops in highly rated craft brew Black Perle Dark IPA from RJ Rockers Brewing Co."}, "Phoenix Hops": {"name": "Phoenix Hops", "desc": "Often compared to Challenger hops, Phoenix was also bred by Wye College as a dual purpose brewing ingredient and released in 1996. Phoenix hops contain an alpha acid content between 8.5% and 13.5%, and are regarded as an excellent bittering option. A uniquely deep aroma of pine, chocolate and molasses makes Phoenix hops a great addition to Bitters, Stouts, and Porters. While Phoenix hops are generally available, you could also use Challenger, Northdown, or East Kent Golding if needed. To really get a taste of Phoenix hops, look for the winter release of Real Ale Brewing Company’s Phoenixx Double ESB."}, "Pilgrim Hops": {"name": "Pilgrim Hops", "desc": "Bred from the same lineage as First Gold and Herald, this non-dwarf hop varietal was also released by the Wye Hop Research Institute in 2000. Offering fantastic bittering and aromatic characteristics, this dual purpose hop is clearly one of the most versatile out there. With an alpha acid content of 9% to 13%, Pilgrim provides an excellent base for Bitters and Pale Ales. An aroma of spice, cedar and honey compliments darker beer styles like Porters and Brown Ales. If in need of a substitute, try brewing with Pioneer or Target hops. Give Pilgrim a taste in New Holland Brewing Co.’s Pilgrim Dole Ale."}, "Pilot Hops": {"name": "Pilot Hops", "desc": "This bittering hop was bred at Wye College in the U.K. and released in 2001. It differs from other English varietals in its distinct oil balance that provides a citrusy quality. Pilot hops have an alpha acid range of about 8% to 11%, and offer a sharp bitterness best utilized in beer styles like Bitters, IPAs, and APAs. Pilot also adds a crisp, clean lemon marmalade aroma with a hint of spice to any brew. While substitutions for Pilot hops do not yield the same result, other citrus bittering hops like Galena would work."}, "Pioneer Hops": {"name": "Pioneer Hops", "desc": "A Wye College breed from the Wye Omega line, Pioneer hops are also a sister to Herald hops. Best known for its bold lemon and citrus notes while still offering that traditional English herbal aroma. The general alpha acid range for pioneer hops is 8% to 10%, and it makes an excellent addition to IPAs and Bitters. This clean bittering characteristic also works well in Pale and Seasonal Ales, as well. If you can’t get your hands on this versatile British hop, try substituting with readily available East Kent Golding. Taste Pioneer hops in commercial brews like Fredricksburg Brewing Company’s Pioneer Porter."}, "Polaris Hops": {"name": "Polaris Hops", "desc": "This German varietal is a 2012 product of the Hull Hop Institute best known for its incredibly high alpha status. Still in an experimental phase, Polaris has shown to be a dual purpose brewing ingredient, with aromas of spice, pine, and mint that rival its intense bittering power. With an alpha acid content ranging from about 18% to upwards of 22%, Polaris makes an excellent addition to Bitters, ESBs, Pale Ales, and IPAs. Due to its uniquely minty aroma and super high alpha acids, you can’t really substitute Polaris hops and get the same result. Taste how this varietal works in craft brews like Polaris Pale Ale from Trillium Brewing Company."}, "Premiant Hops": {"name": "Premiant Hops", "desc": "Like most hops of Czech origin, Premiant comes from a lineage of popular Saaz hops and was first released in 1996. Utilized as a dual purpose hop, Premiant offers a pleasant, mild aroma of earthy floral and slight citrus notes to your brew of choice. It also contains an alpha acid range between about 7% and 10%, with a well rounded bitterness that is clean and not harsh. Try it in your next IPA, APA, or Belgian Ale recipe for a little kick. While most brewers have agreed there is no great substitute for Premiant, you could always fall back on parent Saaz hops if needed."}, "Pride of Ringwood Hops": {"name": "Pride of Ringwood Hops", "desc": "Pride of Ringwood is a daughter of once popular Pride of Kent and has now overtaken its mother in the market. Commercially grown since the 1960s, this varietal is one of Australia’s most well known and widely used. While Pride of Ringwood does have a distinctively bold, citrus aroma, it is primarily used for its clean bittering characteristics in regional brews like Australian Lagers, Pale Ales, and Fruit Lambic. This is due to the mid-alpha acid range from about 8.5% to 10.6% that works across many styles.  The best substitutions for Pride of Ringwood hops are Galena, Cluster, and Centennial hops. Try the authentic taste of Pride of Ringwood hops in Cooper’s Brewery Premium Lager."}, "Progress Hops": {"name": "Progress Hops", "desc": "Intended as a replacement for popular British Fuggle hops, Progress was released from Wye College in 1964. Mild flavor paired with strong aroma and a moderate bittering quality have evolved this hop from just aromatics to a dual purpose ingredient. Progress imparts a wonderfully earthy, grassy, floral aroma to a wide variety of beer styles, including English Ales. Progress hops have an alpha acid content of 6% to 7.5%, and its moderate bittering agent pairs well with the mild flavor and earthy aroma. You could also try Progress in Belgian Ales, IPAs, and more. Progress hops can be difficult to find, so don’t be afraid to sub-in East Kent Golding or Fuggle hops. Taste Progress in Macon Beer Company’s Macon Progress APA."}, "Rakau Hops": {"name": "Rakau Hops", "desc": "This new hop released from the New Zealand Hop Breeding program serves as both an aromatic and bittering hop. With a fresh aroma of orchard fruits, apricot, and pine, Rakau adds a crisp flavor to brews like Australian Pale Ales and IPAs. Rakau contains an alpha acid range from about 10% to 12% and can be used as a bittering addition to almost any style beer. Since Rakau hops are not always in stock for domestic purchase, you could try to substitute with Amarillo or Summit hops. See how you like Rakau hops in Shaka Rakau from Ventura, California’s Surf Brewery."}, "Riwaka Hops": {"name": "Riwaka Hops", "desc": "Released by the Hort Research Center in 1997, this New Zealand varietal of Saaz parentage is primarily used as an aroma hop. Balanced acids and a high oil content make Riwaka hops unique and offer a striking grapefruit and citrus character. An alpha acid range of about 4.5% to 6.5%, paired with a beta acid range of 4% to 5% keeps bittering useage minimal but balanced. Commonly used as a late addition in a brew, this popular hop is common in regional Pale Ales, Pilsners, and IPAs. Parent Czech Saaz hops are always a good substitution in lieu of Riwaka hops. Taste Riwaka hops in Hill Farmstead Brewery’s Riwaka Pale Ale."}, "Saaz Hops": {"name": "Saaz Hops", "desc": "One of the Noble hops that orginated near the town of Saaz in the Czech Republic and is now grown around the world. Whether American, Australian, or European in origin, the Saaz hop is one of the most popular and replicated varietals in the world. Saaz was originally used as an aromatic hop famous for European lagers. It has been found that in popular styles like Belgian Ales, Light Lagers and Pilsners, Saaz can be used for its soft bittering quality as well. Has an alpha acid range of about 3% to 5%. Prized for its classic herbal, earthy, and spicy aroma. Try Czech Saaz in commercial brews like Lost Coast Brewery’s Winterbraun Brown Ale."}, "Sabro Hops / Ron Mexico": {"name": "Sabro Hops / Ron Mexico", "desc": "Sabro previously called Ron Mexico Hops or HBC 438 was developed by the Hop Breeding Company and officialy released under it's current name in 2018 . Sabro is a great aroma hop bursting with fruity and citrus flavors. The aromas can be described as tangerine, coconut, tropical fruit, and stone fruit, with slight hints of cedar and cream. Sabro was developed by cross pollination of a female neomexicanus hops. This hop works great in NEIPA's and hazy beers but can be used in many styles to bring a unique hop aroma and flavor."}, "Santiam Hops": {"name": "Santiam Hops", "desc": "Santiam hops are a cross between German Tettnanger and Hallertau Mittelfruh hops released by the USDA in 1997. Taking the traditional European characteristics from its German parents, Santiam is typically used as an aroma hop with a strong fragrance of spicy black pepper, herbs, and floral. Santiam makes a perfect addition to Belgian Ales, Pilsners, Bocks, and Munich Helles. Santiam hops to contain an alpha acid content between 4.8% and 8.4%. Santiam hops can be swapped out for other German varietals like Spault and Tettnanger if needed."}, "Saphir Hops": {"name": "Saphir Hops", "desc": "Sometimes called Saphire, Sapphire, or Hallertau Saphir, this newer German hop is a 2002 release from the Hull Hop Institute. With one of the lowest alpha acid contents in the world, Saphir is always used as an aroma hop. Expect a citrus bouquet of sweet tangerine and a hint of spice. The low alpha acid range of just 2% to barely 5% minimizes its use as a bittering addition. These characteristics make Saphir a good match for beer styles like Belgian Ales, Wheats, and Witbiers. The best substitution for Saphir hops is other German varietal Hallertau Mittelfruh hops."}, "Satus Hops": {"name": "Satus Hops", "desc": "A trademarked varietal of Yakima Chief Ranches in Washington State, this new American hop is making waves in craft and home brewing. Though the true lineage of Satus is not known, it has a high alpha bittering character and hoppy aroma often compared to Galena. With an alpha acid range of 12.5% to 14.5%, Satus will provide a crisp bittering quality to brews like IPAs, Pale Ales, Stouts, and Bitters. If needed, Satus could be switched-out for similar Galena or Nugget hops. The best way to try Satus is in famed Northern California craft brewery Russian River’s Hop 2 It."}, "Select Hops": {"name": "Select Hops", "desc": "This German cross breed of Hallertau Mittelfruh and Spault was released from the Hull Hop Institute in 1991. German Select hops have low acidic levels and an incredibly fragrant floral and fruity aroma that perfectly compliments all types of Lagers. The alpha acid range of just 3% to 6.5% keeps bittering light and minimal so you can really taste the traditional German flavors imparted on your brew. Other regional varietals like Saaz and Tettnanger make reasonable substitutions for German Select hops."}, "Serebrianka Hops": {"name": "Serebrianka Hops", "desc": "Also referred to as Silver hops, this old world Russian varietal is parent to globally popular Cascade hops. Though not grown viably in the States, Serebrianka is still used and available for home brewers. A very low alpha acid composition of about 3% to 5% makes Serebrinaka an ideal aromatic hop. Its uniquely mellow and earthy aroma of tobacco, black tea, and herbs bring a wonderful quality to Dark Ales, Stouts, and Porters. If you can’t find Serebrianka for your home brew, you could substitute with another low alpha, earthy varietal like Czech Premiant."}, "Simcoe Hops": {"name": "Simcoe Hops", "desc": "From Yakima Chief Ranches in Washington comes another home-brewer favorite, the Simcoe hop. While its parentage is unknown, Simcoe is often compared to Cascade for its light aroma and dual purpose uses in brewing. An alpha acid range from 12% to 14% combined with a rich aroma of earthy pine and citrus makes Simcoe a well-rounded addition to just about any style of beer. Try these hops in your next Pale Ale, IPA, Saison, Wheat, or Bitter recipe. Since Simcoe is so popular in the craft and home brewing community, its usually easy to find both whole and pellet hops. If you are looking for a substitute, try Summit, Citra, or Mosaic instead. Get a taste of Simcoe in commercial brews like Row 2 Hill 56 from Russian River Brewing Company."}, "Sladek Hops": {"name": "Sladek Hops", "desc": "Appropriately derived from the Czech word meaning “beer brewer” Sladek hops come from a parentage of Northern Brewer and Saaz. Typically used for the lush earthy, spicy, and citrus bouquet they add to a brew, Sladek hops have a distinctive Czech style that works well in everything from Belgian Ales to Lagers. Sladek hops have an alpha acid range of 5% to 9%, and can offer a balanced bittering quality that completes this hop’s well-rounded character. Other regional varietals like Czech Saaz can substitute for Sladek in a pinch. Taste Sladek in commercial brews like Victory Brewing Co.’s Baumeister Pilsner."}, "Smaragd Hops": {"name": "Smaragd Hops", "desc": "Formerly known as Emerald or German Emerald, this interesting varietal is daughter of Hallertau Gold. With a high bittering value and pleasing aromatic bouquet, Smaragd hops are utilized as a dual purpose brewing ingredient. A predominantly fruity aroma with lush floral notes balances makes a pleasing addition to Pilsner, Belgian, and Pale Ale recipes. Though substitutions won’t provide the same balance of bitterness and aroma, you could always work with parent Hallertau Gold. See if you can get your hands on a bottle of Smaragd Pilsner from Germany’s Pax Brau Brewery to taste these unique hops."}, "Sonnet Hops": {"name": "Sonnet Hops", "desc": "Also known as Sonnet Golding hops, this is a brand new American varietal grown in Oregon. Though its parentage is unknown, Sonnet is supposedly bred from a U.S. Saaz variant with Golding characteristics. With an alpha acid content of about 3% to 6%, this hop is not usually used for bittering, but instead for its aromatic qualities best described as a luxurious floral bouquet. This rich floral aroma is a perfect ingredient in styles like Pale and Honey Ales, Wheats, and Belgian Ales. Possible substitutions for Sonnet hops include Saaz, East Kent Golding, and Crystal."}, "Sorachi Ace Hops": {"name": "Sorachi Ace Hops", "desc": "This Japanese hop was created from a mix of Brewer’s Gold, a Saazer parent, and Beiki male by Sapporo Brewers. Released in 1984, this hop is a cornerstone of the world famous Sapporo Lager. With an alpha acid range of about 10% to 16%, this high alpha is predominantly used for its sharp bittering agent. Sorachi Ace also adds a uniquely fresh aroma of lemon, citrus, dill and cilantro to everything from IPAs and Pale Ales to Lagers. Sorachi Ace pellet or whole hops compliment Citra and Simcoe, and could be substituted with those varietals. If you’re looking for a taste of Sorachi Ace, just head to your nearest sushi bar and grab a bottle of Sapporo!"}, "Southern Brewer Hops": {"name": "Southern Brewer Hops", "desc": "This South African varietal is a cross between Fuggle and open pollination released by The African Breweries Hops Farms Ltd. in 1972. Southern Brewer is widely used in regional beers, and has become parent to popular Southern Promise hops. With an alpha acid content from about 5.5% to 12%, Southern Brewer is most commonly used as a bittering agent, as it does not have distinguishable aromatic or flavoring properties. This hop would work great in IPAs, Pale Ales, and Lagers. Southern Brewer hops can sometimes be difficult to find, but daughter Southern Promise is a more widely available substitute."}, "Southern Cross Hops": {"name": "Southern Cross Hops", "desc": "Released by New Zealand’s Hort Hop Research program in 1994, Southern Cross is a hybrid of old Smoothcone with Cali and English Fuggle hops. The result is a fantastic dual purpose hop, that has become popular amongst commercial and craft brewers alike. With an alpha acid range of about 11% to 14%, Southern Cross provides the perfect bittering agent in beers like IPAs, Pales, and Lagers. You can also expect a noticeable aroma of lemony citrus, spice, and pine that compliments most any recipe. This balanced hop is said to have no true substitutions, though you could go with something like Simcoe hops. For the best taste of Southern Cross hops, look for regional Kaimai Brewing Company’s Southern Cross Pale Ale."}, "Southern Promise Hops": {"name": "Southern Promise Hops", "desc": "Daughter to Southern Brewer hops and a wild Slovenian male, this varietal has brought attention and increasing popularity to South African grown hops. A high alpha acid range from 9.5% to 11.5% and low cohumulone levels give Southern Promise a clean, pleasing bittering quality. Southern Promise also offers a very hoppy aroma mixed with earthy and woodsy notes. Though Southern Promise hops are generally available, the best substitute would be parent Southern Brewer."}, "Southern Star Hops": {"name": "Southern Star Hops", "desc": "Released in 2001 from The African Breweries Hops Farms Ltd. Southern Star is a cross between Outeniqua hops and a South African male. With an alpha acid range from about 12% to 14%, Southern Star is one of the highest alpha hops to come from the region. While it is primarily used as a bittering agent in IPAs and Double IPAs, high oil levels also lend a tangy, spicy aroma to the brew. Parent Outeniqua hops provide the best substitute if you happen to need one."}, "Sovereign Hops": {"name": "Sovereign Hops", "desc": "Sovereign is a well-rounded English hop released by Wye College in 2006 as a granddaughter of Pioneer hops and product of open pollination. Utilized both for bittering and aromatic characteristics, Sovereign hops offer a balanced ingredient to any brew. Sovereign has an alpha acid range of 4.5% to 6.5%, and can provide a pleasant bitterness sometimes associated with green tea. In terms of aromatics you can expect an intensely fruity flavor with mild floral, grassy and herbal notes. Try Sovereign hops in Pale Ales, American Lagers, or even English Bitters. Though some suggest Fuggle hops as a substitution for Sovereign hops, Pioneer should work, as well. For a true taste of Sovereign hops, order a case of Sovereign Golden Ale."}, "Spault Hops": {"name": "Spault Hops", "desc": "Called everything from Spaulter to German Spault, Spaulter Spault, and even Spault Spault, its no secret these hops hail from the German city of the same name. Spault hops are a naturally occurring varietal used primarily for their wide range of aromatics. With an alpha acid content between 2.5% and 5.5% and similar beta acidic content, this hop is rarely used as a bittering addition. What you will get is the lush fragrance of floral, fruity, and spicy notes often used in Pilsners and German style Lagers. Spault is also a great option for dry hopping, and brings out a wonderful hoppy flavor. Possible substitutions for German Spault hops include Saaz, Daughter Spaulter Select, or Tettnanger. Taste the distinctly German flavor of Spault hops in domestic craft brews like Ballast Point’s Yellowtail Pale Ale."}, "Spaulter Select Hops": {"name": "Spaulter Select Hops", "desc": "Bred from a cross of German Spault and Hallertau Mittelfruh hops by the Hull Hop Institute , Spaulter Select hops present similar characteristics to that of both parent varietals. Used primarily as an aroma hop, Spaulter Select retains most of the floral, hoppy, and fruity aroma from Spault, but with an extra kick of spice. With an alpha acid range of 3.5% to 5.5%, Spalter Select is generally not used as a bittering hop. Spaulter Select does work in a variety of beer styles, but is naturally best suited to German Lagers, Ales, Pilsners, and Kolshes. Czech Saaz hops, Tettagner, and parent Spault offer suitable replacements for Spaulter Select if needed."}, "Sterling Hops": {"name": "Sterling Hops", "desc": "This blended varietal is half Saaz parentage with some Cascade, Brewer’s Gold, and Early Green hops thrown in. The result is a unique, dual purpose hop with wonderful aromatics and smooth bittering qualities. Sterling will generally have an alpha acid content between 4.5% and 9%. The aroma presented is a combination of mild spice, citrus, and a floral bouquet that adds a nice touch to numerous beer styles. Possible substitutions for Sterling hops include Saaz and Mt. Hood. Give this unique hop a taste test in craft brews like Bombshell Blonde from Southern Star Brewery."}, "Strata Hops": {"name": "Strata Hops", "desc": "Strata, formerly called X-331, was developed by Indie Hops’ in 2009. Strata is a descendant of Perle hops that was open pollinated in an Oregon State experimental hop yard. An IPA/Session-IPA/Pale Ale (and believe it or don’t, lager hop) with many layers of different fruit flavor, dried and fresh, anchored with a dried chili-cannabis-funk that does not have any diesel, machine oil, or catty ‘baggage’. Late hot side additions bring out layers of rounded-tropical plus bright-fresh fruit flavors; dry hopping yields more grapefruit and cannabis."}, "Strickelbract Hops": {"name": "Strickelbract Hops", "desc": "A product of the DSIR Research Station in New Zealand, Strickelbract hops are a cross between First Choice and open pollination and were released in 1972. Featuring both a high alpha range and robust aroma, Strickelbract is a true dual purpose brewing hop. The average alpha acid content ranges between 13% and 14.2%. This varietal works well in Bitters and ESBs. Expect a fresh piney, citrus aroma that lends itself well to other beer styles like Pales and Pilsners as well. The best substitution in lieu of Strickelbract hops would be German Northern Brewer."}, "Strisselspault Hops": {"name": "Strisselspault Hops", "desc": "One of the few varietals from France, Strisselspault hops are naturally occurring in the Stasbourg region. Strisselspault contains low and balanced levels of both alpha and beta acids in the 3% to 5% range, and is generally only used for its aromatic characteristics. The combination of spicy herbs, floral, and lemon fruit notes makes Strisselspault a perfect fit for Saisons, Maibocks, and Belgian Ales. Similar varietals Mt. Hood, Crystal, and Hersbrucker can be used in your brew in place of Strisselspault, since it is not generally easy to find."}, "Styrian Gold Hops": {"name": "Styrian Gold Hops", "desc": "Not to be confused with Styrian Golding hops, this Slovenian varietal is the product of crossing Styrian Golding with a wild native male. With an alpha acid range of about 3.5% to 6.5% and beta acids to match, Styrian Gold works well in Pilsners, ESBs, and Lagers. You can also expect an aroma of floral, herbs, and light spice, making it a good dual-purpose hop for your brew. The closest hop to substitute would be parent Styrian Golding hops."}, "Styrian Golding Hops": {"name": "Styrian Golding Hops", "desc": "A selection of Fuggles, Styrian Golding or Savinjski Golding hops, are a traditional Slovenian favorite. With a classic aroma of mild spice, floral, and herbs, Styrian Golding perfectly compliments Belgian Ales, Lagers, and even ESBs. An alpha acid range of about 1.4% to 6% lets a soft aroma be the main characteristic imparted in the brew. Since Fuggles is so closely related to Styrian Golding hops, the two are practically interchangeable in any brew recipe, though you could also substitute with Willamette. Taste Styrian Golding in English Ramsbury Brewery’s Kennet Valley Pale Ale."}, "Summer Hops": {"name": "Summer Hops", "desc": "Bred from an open pollination of Czech Saaz at Tasmanian Bushy Park Breeding Garden in Australia, Summer hops were released in 1997. Known best for their fruity aroma of melon, apricot and a hint of citrus, this aroma hop imparts its unique flavor on beer styles like American Ales, IPAs, and Wheats. Summer hops will normally have an alpha acid range of about 5.6% to 6.4%. Summer hops are commonly used in the dry hopping process to really bring out those stone fruit and melon characteristics. The best way to substitute for Summer hops would likely be a combination of Belma and Palisade hops to keep that stone fruit profile. For a taste of Summer, try to pick up a Single Hop Summer IPA from Australia’s Bridge Road Brewers."}, "Summit Hops": {"name": "Summit Hops", "desc": "This USDA bred hop is a cross of multiple pollinations between several hops, but most notably Zeus and Nugget. Released from the American Hops Dwarf Association in Washington in 2003, this Super Alpha varietal is ideal as a bittering addition in almost any brew. With an alpha acid range of 16% to 19%, Summit hops are most widely used for their bittering characteristics, but also contain a wonderful citrus bouquet of pink grapefruit, tangerine, and orange. This makes Summit a perfect ingredient in IPAs, Double IPAs, and Pale Ales. If you wanted to substitute Summit pellet or whole hops in your brew recipe, try Cascade or Amarillo. Taste Summit in Rockslide IPA from Fifty Fifty Brewing Co."}, "Super Galena Hops": {"name": "Super Galena Hops", "desc": "Super Galena hops were created by the Hopsteiner Breeding Program and released in 2006. While Super Galena is comparable to Galena hops, it contains even higher levels of alpha and beta acids, and grows much easier across the U.S. Primarily used for bittering characteristics, Super Galena also has a mild citrus and hoppy aroma that brightens-up any brew. With an alpha acid range between 12% and 16%, Super Galena is an effective bittering agent in IPAs, English and American Ales. Galena as well as Chinook and Cluster can serve as replacements for Super Galena in a pinch. Taste Super Galena in the Super Galena Single Hop Series IPA from Denmark’s Mikkeller Brewery."}, "Super Pride Hops": {"name": "Super Pride Hops", "desc": "A descendent of Yeoman and the offspring of Pride of Ringwood, Super Pride hops were released by Hop Products Australia in 1987. Super Pride’s double dose of alpha acids and high yield make it a widely used bittering hop. Though the alpha acid content of 13.5% to 15% is the primary characteristic imparted to your brew, you also get a touch of the resinous, citrus aroma from this hop. Heavy bittering and a light aroma make Super Pride a great addition to IPAs, Pale Ales, and Imperial Stouts or Porters. Parent Pride of Ringwood hops are the best way to go if you need a substitution for Super Pride."}, "Sussex Hops": {"name": "Sussex Hops", "desc": "This English varietal is suspected to be a result of the open pollination of a wild East Sussex hop and was discovered in 2005. With a fruit forward flavor and soft aroma, Sussex hops are somewhat similar to Fuggles but with a unique oil makeup. The alpha acid content is relatively low, ranging from about 4.3% to 5.8%.  These hops are not normally used for bittering, but instead, its the citrusy, delicate aroma and intense tropical flavor that they’re known for. A perfect addition to English Ales, Pales, and Belgian Ales, Sussex won 3rd place in the 2012 British Hop Competition. Due to the unique nature of Sussex hops, the best substitute would be Fuggles. Get a taste for Sussex in Sussex Wild Hop Blonde from Harveys Sussex Brewers."}, "Sybilla Hops": {"name": "Sybilla Hops", "desc": "Sybilla hops are a Polish varietal bred from a cross between a Lublin mother and wild Yugoslovian hop, released in 1996. This versatile dual purpose hop provides both a pleasant aroma and bittering characteristic to your favorite brew recipe. The alpha acids range from about 6% to 8%, and provide a smooth bitterness that works perfectly in Pale Ales, Barley Wine, and Stouts. You can expect a fairly traditional European aroma of earthiness, spice, and hops that also works well when dry-hopped. Several options provide a suitable replacement for Sybilla hops, including parent Lublin, Northern Brewer, and Perle."}, "Sylva Hops": {"name": "Sylva Hops", "desc": "A result of the open pollination of Czech Saaz hops, Sylva hops were released by Hop Products Australia in 1997. Sylva is known best for a complex aroma of herbs, floral, and subtle earthy notes. Sylva hops will generally have an alpha acid range of 5.6% to 7.3%, and is a great aroma hop in Pale Ales, some Lagers, and California Commons. To substitute for Sylva hops in your brew recipe, the best route is to go with parent Czech Saaz hops."}, "Tahoma Hops": {"name": "Tahoma Hops", "desc": "Recently released by Washington State University in 2013, Tahoma hops are daughter to Glacier hops. Primarily utilized for its aromatic properties of cedar, pine, pepper, and citrus, this hop is quickly gaining popularity. Containing an alpha acid range of 7.2% to 8.2%, bittering is minimal and lets the Pacific Northwest inspired aroma shine through. Try Tahoma in your next recipe for an IPA or American Pale Ale. The easiest way to provide a substitute for Tahoma hops would be with parent Glacier."}, "Tardif de Burgogne Hops": {"name": "Tardif de Burgogne Hops", "desc": "This natural French varietal from the Alsace region was first brought to the USDA in 1977. Today it is particularly hard to find, but still used globally in European style brews. With a relatively low alpha acid content of 3.1% to 5.5%, Tardif de Burgogne is primarily utilized for its mild aroma of earthy florals. These hops add a lovely touch to English and Belgian Ales, as well as some Lagers. Due to Tardif de Burgogne’s soft aroma and flavor, finding a substitution is not easy, but something like Sonnet hops should be easier to track down."}, "Target Hops": {"name": "Target Hops", "desc": "Target hops are a second generation selection from Northern Brewer and Eastwell Goldings released from Wye College in 1972. With a fairly high alpha acid content and intense aroma, Target hops are a true dual purpose brewing hop. As an aromatic addition, expect an intense bouquet of sage, floral, spice and citrus that enhances English style Ales and Lagers. Target can also be used for bittering, and generally has an alpha acid range of 8% to 13%. Both British Fuggles and Willamette hops offer a reasonable substitute for UK Target pellet or whole hops. Try the authentic taste of Target hops in Wye Valley Bitter from Wye Valley Brewery."}, "Taurus Hops": {"name": "Taurus Hops", "desc": "Also known as German Taurus hops, this dual purpose brewing ingredient is a product of the Hull Hop Institute. With a high alpha hop with a range of 12% to 17%, Taurus hops are most commonly used in German and Belgian Style Ales. Expect a uniquely zesty aroma of earthy spice with a touch of banana, pepper, and a hint of curry. Another unique aspect of Taurus hops are their high xanthohumol content, which is said to provide a vitamin-like kick. The best substitutes for Taurus hops are Hallertauer Magnum or Tradition. Taste Taurus hops in world famous Oktoberfest Marzen from Paulaner’s Brewery."}, "Teamaker Hops": {"name": "Teamaker Hops", "desc": "This unique varietal is not only used in making beer, but also in teas, food, and medicine for its strong antibiotic properties. Developed in Oregon State University’s USDA laboratory, Teamaker hops are one of the strongest aroma hops out there. With an alpha acid content lower than just about any hop, from only 0.6% to 1.8%, Teamaker has no real bittering potential. What it does have is an earthy, grassy aroma with a touch of floral that comes out in full force in Pale Ale, Blonde, and Light Ale recipes. The best replacement for Teamaker hops is said to be Crystal hops."}, "Tettnanger Hops": {"name": "Tettnanger Hops", "desc": "Sometimes referred to as Tettnang, Schwetzinger, or Deutscher Frühopfen, Tettnanger hops are a natural land race originating in the Tettnang region of Germany. A traditional noble hop, Tettnanger has been crossed with Fuggles and re-grown in a variety of regions around the world including the U.S., Australia, and Switzerland. While these Tettnanger hops go by the same name and offer the same applications in brewing, you will get a slightly different aroma and higher bittering potential due to the cross with Fuggles. With German Tettnanger hops, expect that spicy aroma with hints of floral, earthy goodness. Tettnanger has a slightly lower alpha acid range of about 3% to 6% and makes for a perfect addition to German Ales, Lagers, and Wheat Beers. Santiam hops, Spault, and Fuggles are good substitutes for Tettnanger hops if needed."}, "Tillicum Hops": {"name": "Tillicum Hops", "desc": "Developed by the Haas Breeding Program in Washington’s Yakima Valley, Tillicum hops are the daughter of Galena hops and sibling to Chelan hops. Released in 1995, this proprietary hop is normally used as a bittering addition in brews due to its high alpha acid range of 13.5% to 15.5%. Hints of citrus and a sharp bitterness are the only aromatic or flavoring characteristics, and are mild at best. If you need to replace Tillicum hops in your brew recipe, the best substitutions are Chelan and Galena."}, "Topaz Hops": {"name": "Topaz Hops", "desc": "This hybrid was created by Hop Products Australia in 1985 to be primarily used as a bittering hop. At the turn of the millenium, however, craft brewers sought Topaz hops for their wonderfully unique aroma of grassy, resinous spice and a tropical note when dry-hopped. With an alpha acid range of 13.7% to 17.7%, the bittering quotient is high and smooth, making Topaz a perfect addition to all IPAs as well as Pale Ales and Dark Ales. Topaz hops are said to be similar to Summit and Apollo hops in their brewing application, so those varietals would make a good substitute if needed. Give Australian Topaz hops a try in commercial brews like Samuel Adams’s Tasman Red IPA."}, "Tradition Hops": {"name": "Tradition Hops", "desc": "Also known as Hallertauer, German Tradition, or Traditional, these hops were bred from a cross of Hallertauer Mittelfruh, Gold, and Saaz at the Hull Hop Institute and registered in 1993. Used primarily as an aromatic hop in brews, Tradition also imparts a crisp bite of flavor from its unique lineage. Tradition hops generally have an alpha acid range of about 5% to 7%, and can offer a pleasing balance of bitterness and crisp floral, herbal aromas in brews like German Ales, Pilsners, and Hefeweizens. Parent Hallertauer Mittelfruh has the most similar characteristics to German Tradition hops, and is therefore the best substitution. Taste German Tradition hops in commercial brews like Victory Brewing Co.’s Braumiester Pilsner."}, "Triple Pearl Hops": {"name": "Triple Pearl Hops", "desc": "One of the newest hops out of Washington’s Yakima Valley, Triple Pearl hops are the product of an open pollination between Pearle and an unknown male with lineage from Northern Brewer and Hallertau. This combination presents the opportunity for a dual purpose brewing ingredient, though it has predominantly been used for aromatic characteristics in early testing. With an alpha acid range of 10.3% to 11.2%, Triple Pearl will offer a smooth, mild bittering agent to brews like IPAs and Pales. What really comes through is a balanced aroma of melon, citrus, resin, and peppery spice that also pairs well with Wheats. Since Triple Pearl is so new to the market and can be hard to find, Pearle is the closest substitution."}, "Triskel Hops": {"name": "Triskel Hops", "desc": "A cross between Strisselspault and English Yeoman, the Triskel hop was the second cultivar of the French Varietal Breeding Program, and was developed in 2006. French Triskel is primarily used as an aroma hop, though it does contain an alpha acid range of 8% to 9%, making it rather ideal for Belgian Style Ales. Triskel also imparts a strong aroma of fruit, citrus, and floral into a brew and also works well in IPAs and some Lagers. Ahtanum, Chinook, and Centennial hops make suitable replacements for Triskel hops if you can’t find them for your next Belgian Ale brew."}, "Ultra Hops": {"name": "Ultra Hops", "desc": "This American hop is a seedling of Hallertau Mittelfruh and half sister to Mt. Hood, Liberty, and Crystal hops, exhibiting similar characteristics to these varietals. Released in 1995, Ultra hops are primarily grown in the U.S. due to their low yield. Most widely used as an aromatic addition to brews, Ultra gets its mild aroma of spice and floral from its German lineage. With an alpha acid range from about 2% to 5%, Ultra is not normally used as a bittering addition. Tettnanger and Hallertau Tradition make suitable replacements for Ultra when needed."}, "Universal Hops": {"name": "Universal Hops", "desc": "With unknown lineage and Czech origins, Universal hops have been produced only in the U.S. since about 1988. As a dual purpose brewing ingredient, Universal hops have become popular in the craft brewing world since the mid 1990s. The relatively low alpha acid range from about 5% to 6% provides a mild bitterness that is easily balanced by an aroma of earthiness, spice, and floral. These versatile characteristics make Universal a good fit in many beer styles, including Pale Ales, Pilsners, Wheats, and Specialty brews. Since Universal hops share similar characteristics with Hallertauer Mittelfruh hops, they would serve as the best substitution when needed."}, "Vanguard Hops": {"name": "Vanguard Hops", "desc": "Vanguard hops are a USDA cross with Hallertauer lineage released for cultivation in 1997. Vanguard is an ideal addition in any Belgian Ale. Expect an aroma similar to Hallertauer Mittelfruh with notes of spice, florals and a touch of woodsy flavor. If you’re looking for a substitute for Vanguard pellet or whole hops in your next Lager, Wheat, or Belgian Ale, Hallertauer Mittelfruh works well, but you could also try Liberty or Mt. Hood. See if you can find Dogfish Head Brewery’s Steampunk Porter on tap to get a taste of Vanguard hops."}, "Victoria Hops": {"name": "Victoria Hops", "desc": "While its true lineage is unknown, we do know that Australian Victoria hops are only sister to Galaxy hops. Sometimes referred to as Vic Secret, these hops enjoyed their first commercial harvest in 2013. With an alpha acid range from about 11.5% to 17%, this high alpha works wonderfully as a bittering agent in a variety of brews. Victoria also adds a tropical aroma of passion fruit, pineapple, and contrasting herbal and pine notes. These characteristics provide the perfect blend for brews like Pale Ales, IPAs, Stouts, and Porters. Sister Galaxy hops are the best possible replacement for Victoria hops when necessary."}, "Vic Secret Hops": {"name": "Vic Secret Hops", "desc": "A great flavor and aroma hop known for it's tropical characters of pineapple and passionfruit. Vic Secret has high alpha acids at 14-17% but is mostly used in the whirlpool and for dry hop additions. It imparts a more earthy character when used in the boil."}, "Viking Hops": {"name": "Viking Hops", "desc": "This varietal is a relatively newer release from Wye College. Used primarily for its aromatic properties, this “super aroma hop” imparts an intensely herbal, spicy, and floral flavor into any beer style. An alpha acid range from 8% to 10% offers a balanced bittering to the strong aroma that comes out well in Brown Ales, English Ales, and Lagers. Though difficult to replicate a similarly intense aroma, you could substitute Viking hops with UK Target or Pilgrim hops if needed."}, "Vital Hops": {"name": "Vital Hops", "desc": "A 2008 product of the Zatec Breeding Program, this Czech hop has been proven as an effective dual purpose brewing ingredient. With an alpha acid content between 14% and 17%, Vital hops present a strong bittering quality with a smooth finish. The spicy, earthy, and fresh hop aroma balances the bittering agent for a great addition in Pale Ales, Belgians, and IPAs, and stands alone in single-hopped Ales. If you can’t get your hands on Vital hops, other Czech varietals like Saaz or Styrian Gold are suitable replacements."}, "Vojvodina Hops": {"name": "Vojvodina Hops", "desc": "This Yugoslavian varietal is a cross between Northern Brewer and Goldings that has taken time to catch on in the commercial brewing world due to its almost unpronounceable name. Vojvodina contains a similar aromatic quality to that of its Northern Brewer parent, with a more smooth, less crisp finish. An alpha acid range from about 8% to 10% offers a balanced bittering agent that compliments Vojvodina’s aroma of woodsy spice, cedar, and tobacco. The best possible substitutions for Vojvodina hops are parents Northern Brewer and Goldings."}, "Wai-iti Hops": {"name": "Wai-iti Hops", "desc": "A more recent addition to New Zealand varietals, Wai-iti hops were released alongside Kohatu hops. With a lower alpha acid range from about 3% to 3.5%, aromatic properties are the prime purpose of these hops in a brew. Expect an incredibly fragrant bouquet of lemon, lime, and mandarin citrus notes that make a beautiful addition to Spring and Summer Ales. The best possible substitution for New Zealand Wai-iti hops is another New Zealand varietal, Riwaka. Taste this fruity hop in craft brews like highly rated Sculpin IPA from Ballast Point."}, "Waimea Hops": {"name": "Waimea Hops", "desc": "Granddaughter to Pacific Jade hops, this New Zealand varietal was released in 2012. As a dual purpose brewing ingredient, Waimea hops provide both bittering and aromatic influence on a wide variety of beer styles. With an alpha acid range of 16% to 19%, this super alpha gets its balanced flavor from a bright, fresh aroma of tangelo, citrus, and a touch of woodsy pine. A great hop to use in Pale Ales and IPAs, as well as hoppy Lagers. For a substitution, try other New Zealand varietal Pacific Jade hops."}, "Wakatu Hops": {"name": "Wakatu Hops", "desc": "Released from Hort’s Hop Research Center in 1988, Wakatu hops are bred from Hallertauer Mittelfruh. Wakatu is best known for its substantially balanced characteristics and dual purpose brewing applications. With an alpha acid content of about 6.5% to 8.5%, and a beta acid content to match, Wakatu creates a smooth, balanced bitterness in styles like Pilsners and Bocks. A floral aroma with citrus and lime notes adds a fresh flavor that balances bitterness and works well in Pale Ales as well. Though parent Hallertauer Mittelfruh has spicier notes, it serves as a decent replacement in lieu of New Zealand Wakatu hops."}, "Warrior Hops": {"name": "Warrior Hops", "desc": "Though its true lineage is kept under wraps by Yakima Chief Ranches in Washington, Warrior hops exhibit similar characteristics to Nugget and Columbus hops. This makes Warrior a high alpha bittering hop, with mild aromatic notes of resin, citrus, and herbs. An alpha acid content between 15% and 17% provides the perfect bittering agent in brews like IPAs, Pales, and Bitters. Options like Columbus or Nugget hops are a good substitution for Warrior hops if needed. Taste Warrior hops in highly rated craft brews like Dogfish Head’s 60 Minute IPA."}, "Whitbread Goldings Hops": {"name": "Whitbread Goldings Hops", "desc": "Also referred to as WGV, Whitbread Goldings are a traditional English varietal first selected as a seedling in 1911. With an aroma of earthy, botanical and floral notes, Whitbread Goldings are most commonly used to add aroma and flavor to English Ales. The alpha acid content ranges between 5% to 7.5%, though this hop is not normally used for bittering. East Kent Goldings and UK Progress offer suitable substitutions for Whitbread Goldings hops when needed."}, "Willamette Hops": {"name": "Willamette Hops", "desc": "A triploid seedling of the English Fuggle variety, Willamette is the most widely grown hop in the U.S., originally released from the USDA Breeding Program in 1976. Somewhere between English and American, the aroma of Willamette hops is its main application in brewing. Slightly spicy with floral and fruity notes, Willamette can be utilized in just about any beer style, but is commonly used in English Ales, Golden Ales, and Brown Ales. Willamette pairs rather well with numerous other hop varietals, often times bringing out and complementing their aromas. Both Fuggles and Tettnanger are good replacements if you can’t seem to find Willamette pellet or whole hops. Try Buffalo Gold Pale Ale or St. James Irish Red Ale from Colorado’s Walnut Brewery for a taste of Willamette hops."}, "Yakima Cluster Hops": {"name": "Yakima Cluster Hops", "desc": "Daughter of Late Cluster and Pacific Coast Cluster hops, Yakima Cluster shares most of its characteristics with Cluster hops, and is sometimes sold under that name. Brother Yakima Cluster L is thought to have descended from a Native American hop, but shares the same traits. The influence of growing in lush Washington soil lends an earthy aroma to the hops. Yakima Cluster hops are commonly used for bittering, despite having a relatively low alpha acid range of about 4.4% to 8%. This being said, they can also be used as an aroma addition in brews where an earthy aroma is desired. The best substitution for either Yakima Cluster is Cluster or Chinook hops."}, "Yakima Gold Hops": {"name": "Yakima Gold Hops", "desc": "A descendent of Early Cluster and a Slovenian male, Yakima Gold was just released by Washington State University in 2013. With a pleasant, Saaz like aroma of spice and floral and an alpha acid content of 8.8% to 10.5%, Yakima Gold is utilized as a dual purpose hop. This traditional aroma and smooth bitterness compliment beer styles like dark Ales, IPAs, and even some Lagers. If in need of a substitution for Yakima Gold hops, try Early Cluster or Saaz hops. Give Yakima a taste in craft brews like Victory Brewing Co.’s Yakima Glory Dark IPA."}, "Zappa Hops": {"name": "Zappa Hops", "desc": "This hop is named after Rock & Roll Hall of Famer, Frank Zappa. This neo mexicanus breed was first found in the mountains of New Mexico and then later developed by CLS farms. Similar to the music Frank created these hops are wild, free and tough to nail down with any singular description. The aromas can be described as passionfruit, mint, fruity pebbles and even savory. A great hop to use for aroma in the whirlpool and dry hopping. Highley recommeded for fruit-forward styles like hazy or milkshake IPAs, as well as fruited sours, pale ales, and wold or mixed-fermentation beers."}, "Zenith Hops": {"name": "Zenith Hops", "desc": "Though little is known about its heritage, Zenith hops were bred from a seedling selection cross at Wye College in the 1970s. With an alpha acid range from 9% to 11% and no notable aroma, Zenith is utilized primarily as a bittering hop. These characteristics work well in beer styles like Pale Ales, IPAs, and ESBs. If you’re looking for a substitution for Zenith hops, try Northern Brewer or Target hops."}, "Zythos Hops": {"name": "Zythos Hops", "desc": "This experimental hop blend is most commonly used as an amazing aroma hop, although it can be considered a dual-purpose hop. With an alpha acid range from 10% to 12.5%, Zythos offers a smooth bittering agent when used in this manner. When used for its aromatic qualities, expect lots of fruity citrus and tropical notes like pineapple, with hints of pine and spice thrown in. This makes Zythos a perfect choice for IPAs and Pales, but really any hop-forward brew. Zythos pellet hops can be hard to find, and you would really have to use a combination of hops like Citra and Amarillo or Simcoe to get a similar effect."}}